{
   "id": "7259438",
   "genus": "Aaosphaeria",
   "text": "INTRODUCTION New and Interesting Fungi (NIF) is introduced as a new series of papers that will supplement other series focussed on expanding existing knowledge of fungal biodiversity and fungal conservation. Another similar series such as the Fungal Planet (www.fungalplanet.org) aims to provide a rapid and simplified outlet for researchers to describe new fungal species as well as to highlight the environments where these fungi were isolated. The Fungal Planet series established in 2006 emphasises a holistic conservation of all life on the planet including not only plants and animals but also fungi (Crous et al. 2017a, b). This new series of papers focusses not only on new fungal taxa but also on those that are generally interesting and that deserve notice. Like other series including the already mentioned Fungal Planet, the Genera of Fungi (GoF) series (Crous & Groenewald 2017, Giraldo et al. 2017), the Genera of Phytopathogenic Fungi (GOPHY) series (Marin-Felix et al. 2017), and the Fungal Systematics and Evolution series (Crous et al. 2015a, Hernandez-Restrepo et al. 2016, Krisai-Greilhuber et al. 2017) it has become evident that there are many undescribed species of fungi and new host or geographical records for which a scientific repository is lacking. Most of these could easily never be described or catalogued, and thus being lost to science. This justified the decision to launch the new series New and Interesting Fungi (NIF). It is hoped that this series will provide an attractive vehicle for mycologists to publish single new species or to highlight the relevance of important fungi. Many known fungal species need to be recollected and epi- or neotypified in order to secure the application of old names already in use and resolve their DNA phylogeny. Subsequent to the end of the long-standing dual nomenclature for fungi (Hawksworth et al. 2011, Wingfield et al. 2012) and the connection of different morphs to a single name (Rossman et al. 2015, Réblová et al. 2016), it became clear that a vehicle was required to ensure that these data could be easily and effectively published. This would be comparable to “data release papers” published in other fields of science and biology (Miller et al. 2013, Vu et al. 2016). The New and Interesting Fungi series will link not only asexual and sexual morphs of species, but also provide opportunities to merge morphological observations with DNA sequence data, providing a means for rapid and accurate identification. New and Interesting Fungi will appear twice each year (June and December) in the journal Fungal Systematics and Evolution (www.FUSE-journal.org). Mycologists and other researchers wishing to contribute to future issues in this series are encouraged to contact Pedro Crous (p.crous@westerdijkinstitute.nl) before submission to ensure that potential conflicts with activities arising from other research groups can be avoided. MATERIALS AND METHODS Isolates Leaves and twig samples were placed in damp chambers and incubated at room temperature for 1–3 d. Single conidial colonies were grown from sporulating conidiomata in Petri dishes containing 2 % malt extract agar (MEA) as described earlier by Crous et al. (1991). Leaf and stem tissues bearing ascomata were soaked in water for approximately 2 h, after which they were attached to the bottom side of the lids of Petri dishes containing MEA. After ascospores ejected onto the MEA, germination patterns were determined after 24 h, and single ascospore or conidial cultures were established following the method described by (Crous 1998). Colonies were sub-cultured on 2 % potato-dextrose agar (PDA), oatmeal agar (OA), MEA (Crous et al. 2009b), autoclaved pine needles on 2 % tap water agar (PNA) (Smith et al. 1996), or autoclaved banana leaves (BLA), and incubated at 25 °C under continuous near-ultraviolet light to promote sporulation. Reference strains and specimens are maintained at the Westerdijk Fungal Biodiversity Institute in Utrecht, the Netherlands (CBS). DNA extraction, amplification (PCR) and phylogeny Fungal mycelium (Supplementary Table 1) was scraped from the agar surface of cultures with a sterile scalpel and the genomic DNA was isolated using the Wizard® Genomic DNA Purification Kit (Promega Corporation, WI, USA) following the manufacturers’ protocols. The 28S nrRNA gene (LSU) and internal transcribed spacer regions with intervening 5.8S nrRNA gene (ITS) of the nrDNA operon were sequenced for all the isolates included in this study. Other loci were sequenced for various species or genera using primers and conditions specific for those groups of fungi (see REFERENCES for details). The resulting fragments were sequenced in both directions using the respective PCR primers and the BigDye Terminator Cycle Sequencing Kit v. 3.1 (Applied Biosystems Life Technologies, Carlsbad, CA, USA); DNA sequencing amplicons were purified through Sephadex G-50 Superfine columns (Sigma-Aldrich, St. Louis, MO) in MultiScreen HV plates (Millipore, Billerica, MA). Purified sequence reactions were analysed on an Applied Biosystems 3730xl DNA Analyzer (Life Technologies, Carlsbad, CA, USA). The DNA sequences were analysed and consensus sequences were computed using SeqMan Pro v. 13 (DNASTAR, Madison, WI, USA). The sequences for each gene were subjected to megablast searches (Zhang et al. 2000) to identify closely related sequences in the NCBI’s GenBank nucleotide database. The results are provided as part of the species notes or as selected phylogenetic trees. Phylogenetic trees were generated using Bayesian analyses performed with MrBayes v. 3.2.6 (Ronquist et al. 2012) for the overview trees and Maximum Parsimony analyses performed with PAUP v. 4.0b10 (Swofford 2003) as explained in Braun et al. (2018) for the genus and species trees. All resulting trees were printed with Geneious v. 11.0.3 (http://www.geneious.com, Kearse et al. 2012) and the layout of the trees was done in Adobe Illustrator v. CC 2017. Statistical measures calculated included tree length (TL), consistency index (CI), retention index (RI) and rescaled consistency index (RC). Morphology Slide preparations were mounted in lactic acid, Shear’s mounting fluid or water, from colonies sporulating on MEA, PDA, PNA, BLA or OA. Sections through conidiomata were made by hand. Observations were made with a Nikon SMZ25 dissection-microscope, and with a Zeiss Axio Imager 2 light microscope using differential interference contrast (DIC) illumination and images recorded on a Nikon DS-Ri2 camera with associated software. Colony characters and pigment production were noted after 2–4 wk of growth on MEA, PDA and OA (Crous et al. 2009b) incubated at 25 °C. Colony colours (surface and reverse) were scored using the colour charts of Rayner (1970). Sequences derived in this study were deposited in GenBank (Supplementary Table 1), the alignment in TreeBASE (www.treebase.org; study number S22442), and taxonomic novelties in MycoBank (www.MycoBank.org; Crous et al. 2004). RESULTS Phylogeny Dothideomycetes LSU phylogeny: The alignment contained 125 isolates and Candida broadrunensis (CBS 11838, GenBank KY106372.1) was used as outgroup. The final alignment contained a total of 808 characters used for the phylogenetic analyses, including alignment gaps. Based on the results of MrModelTest, dirichlet base frequencies and the GTR+I+G model was used for the Bayesian analysis. The Bayesian analyses generated 38 302 trees from which 28 728 were sampled after 25 % of the trees were discarded as burn-in. The posterior probability values (PP) were calculated from the 28 728 trees (Fig. 1 overview Dothideomycetes; PP >0.74 shown). The alignment contained a total of 345 unique site patterns. Eurotiomycetes and Leotiomycetes LSU phylogeny: The alignment contained 44 isolates and Orbilia vinosa (GenBank DQ470952.1) was used as outgroup. The final alignment contained a total of 813 characters used for the phylogenetic analyses, including alignment gaps. Based on the results of MrModelTest, dirichlet base frequencies and the GTR+I+G model was used for the Bayesian analyses. The Bayesian analyses generated 9 702 trees from which 7 278 were sampled after 25 % of the trees were discarded as burn-in. The posterior probability values (PP) were calculated from the 7 278 trees (Fig. 2 overview Eurotiomycetes; PP >0.74 shown). The alignment contained a total of 253 unique site patterns. Sordariomycetes LSU phylogeny: The alignment contained 148 isolates and Candida broadrunensis (CBS 11838, GenBank KY106372.1) was used as outgroup. The final alignment contained a total of 761 characters used for the phylogenetic analyses, including alignment gaps. Based on the results of MrModelTest, dirichlet base frequencies and the GTR+I+G model was used for the Bayesian analysis. The Bayesian analyses generated 34 702 trees from which 26 028 were sampled after 25 % of the trees were discarded as burn-in. The posterior probability values (PP) were calculated from the 26 028 trees (Fig. 3 overview Sordariomycetes; first value: PP >0.74 shown). The alignment contained a total of 361 unique site patterns. Species phylogenies: Specific phylogenetic analyses were run for selected species and the resulting phylogenies are discussed in the species notes where applicable. Statistics associated with those phylogenies are provided in the figure legends. Taxonomy Alfaria acaciae Crous & M.J. Wingf., sp. nov. MycoBank MB824766. Fig. 4. Etymology: Name refers to Acacia, the genus of the substrate from which this fungus was collected. Conidiomata sporodochial, surrounded by setae, black with dark green to black slimy conidial masses, 80–250 μm diam. Setae flexuous, unbranched, thick-walled, apex obtuse, dark brown, verruculose, 3–6-septate, 100–150 × 5–7 μm. Conidiophores densely aggregated, arising from hyaline basal stroma, becoming pigmented and verruculose towards conidiogenous region, subcylindrical, 3–5-septate, branched, 30–55 × 2–2.5 μm. Conidiogenous cells integrated, terminal and intercalary, subcylindrical, becoming pigmented and verruculose at upper region, phialidic with periclinal thickening and flared collarette, 10–20 × 2–2.5 μm. Conidia solitary, fusoid-ellipsoid, straight, apex subobtuse, base truncate, 1.5–2 μm diam, aseptate, guttulate, granular, medium brown, smooth, (6–)8–10(–12) × (2.5–)3 μm. Culture characteristics: Colonies flat, spreading, with sparse aerial mycelium and smooth, lobate margins, reaching 50 mm diam after 2 wk at 25 °C. On MEA surface dirty white to pale luteous, reverse luteous. On PDA surface dirty white, reverse pale luteous. On OA surface pale luteous. Specimens examined: South Africa, Western Cape Province, Stellenbosch, Helshoogte Pass, on leaves of Acacia propinqua (Fabaceae), Jul. 2012, M.J. Wingfield (holotype CBS H-23428, culture ex-type CPC 31882 = CBS 143504); ibid., CPC 31940. Notes: Alfaria cyperi-esculenti was originally described from Cyperus esculentus in Spain, where it causes a serious foliar disease (Crous et al. 2014). This species is currently known only from its sexual morph, which complicates a morphological comparison with the present, asexual isolate from South Africa. Although phylogenetically closely related (Fig. 5), we regard them as two distinct species (see bp differences below). Furthermore, culture characteristics also differ between the two species, with cultures of A. acaciae growing faster, and paler in colour than the ochreous / apricot cultures of A. cyperi-esculenti (Crous et al. 2014). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were A. cyperi-esculenti (GenBank KJ869143; Identities 567 / 577 (98 %), 5 gaps (0 %)), Myrothecium leucotrichum (GenBank AJ301992; Identities 566 / 578 (98 %), 7 gaps (1 %)) and A. thymi (GenBank KU845990; Identities 559 / 572 (98 %), 8 gaps (1 %)). The ITS sequences of CPC 31882 and 31940 are identical. The highest similarities using the LSU sequence were A. cyperi-esculenti (GenBank KJ869200; Identities 803 / 804 (99 %), no gaps), A. thymi (GenBank KU845999; Identities 824 / 828 (99 %), 1 gap (0 %)) and A. caricicola (GenBank KU845992; Identities 822 / 828 (99 %), 1 gap (0 %)). The highest similarities using the cmdA sequence of CPC 31882 were A. terrestris (GenBank KU845979; Identities 479 / 544 (88 %), 7 gaps (1 %)), Gregatothecium humicola (GenBank KU846285; Identities 475 / 544 (87 %), 7 gaps (1 %)) and A. ossiformis (GenBank KU845977; Identities 461 / 545 (85 %), 10 gaps (1 %)). The highest similarities using the rpb2 sequence of CPC 31882 were A. putrefolia (GenBank KU846003; Identities 624 / 704 (89 %), 3 gaps (0 %)), A. ossiformis (GenBank KU846002; Identities 620 / 710 (87 %), 3 gaps (0 %)) and A. caricicola (GenBank KU846001; Identities 536 / 597 (90 %), no gaps). The rpb2 sequences of CPC 31882 and 31940 were identical. The highest similarities using the tef1 sequence of CPC 31882 were A. terrestris (GenBank KU846010; Identities 321 / 378 (85 %), 26 gaps (6 %)), A. caricicola (GenBank KU846008; Identities 370 / 441 (84 %), 20 gaps (4 %)) and A. ossiformis (GenBank KU846009; Identities 313 / 373 (84 %), 27 gaps (7 %)). The tef1 sequences of CPC 31882 and 31940 were identical. The highest similarities using the tub2 sequence of CPC 31882 were A. terrestris (GenBank KU846019; Identities 331 / 348 (95 %), 3 gaps (0 %)), A. putrefolia (GenBank KU846017; Identities 330 / 347 (95 %), 1 gap (0 %)) and A. ossiformis (GenBank KU846015; Identities 328 / 348 (94 %), 3 gaps (0 %)). Caliciopsis maxima (Berk. & M.A. Curtis) Höhn., Sitzungsber Akad. Wiss. Wien, Math.-Naturwiss. Kl., Abt. 1, 128: 84. 1919. Fig. 6. Basionym: Capnodium maximum Berk. & M.A. Curtis, J. Linn. Soc., Bot. 10(46): 391. 1868 (1869). Stromata mostly abaxial, limited to sporangial sori of ferns, hidden from view beneath the host sporangia until black ascigerous, bristle-like stromatic columnar tubes push up and protrude from the sori, or otherwise are produced on wounded tissues, sometimes bordering entire pinnules; not associated with discoloration or necrosis of the opposite surface of the frond; rarely adaxial; starting as minute, erumpent cushions, increasing in diameter and thickness after emergence. Ascigerous columns long-stalked, prominently beaked, undergoing repeated apical proliferation; additional stromatic column material is formed in a renewed vegetative growth phase at the funnel-shaped apex of each stalk; the process is repeated as many as five times; primary column usually longer, reaching up to 1.7 mm long, all columns formed later, not exceeding 700 μm in length; stalk long, slender, flexuous, 35–50 μm diam, covered with brown hyphae. Ascigenous swelling (locules) subterminal, ellipsoid, 125–150 μm diam, 200–350 μm in length, apical dehiscence, forming a reddish brown pulverulent of terminally aggregated ascospores. Asci bitunicate, evanescent, obclavate, pedicellate, straight or slightly curved, 15–17 × 8–10 μm, 8-spored, aparaphysate, hyaline, smooth. Ascospores inordinate, overlapping, globose or subglobose, 3–4 μm diam, aseptate, eguttulate, yellowish brown, thin-walled, smooth. Spermogonium subglobose, sessile or short stipitate, papillate, often covered in pale brown hyphae, aggregated below ascomatal tubes, black, smooth. Spermatia unicellular, narrowly fusiform, 11–24 × 3–4 μm, hyaline, smooth. Culture characteristics: Colonies on PCA slow-growing, 15–20 mm diam after 1 mo; irregular, convex with papillate surface, edges entire, aerial mycelium sparse to absent, composed of black hyphal tufts, vinaceous buff towards periphery, pigmenting the medium with cinnamon taint; sepia in reverse; colonies sterile. Specimens examined: Cuba, on fronds of Niphidium sp. (Polypodiaceae) (originally identified as Polypodium sp.), 1941, Wright (holotype CUP-029913). Brazil, Rio de Janeiro, Nova Friburgo, on fronds of Niphidium crassifolium (Polypodiaceae), 5 Nov. 2011, R.W. Barreto (epitype designated here VIC 42568, MBT373013, culture ex-epitype COAD 1983 = CPC 24674); ibid, on fronds of Microgramma squamulosa (Polypodiaceae), 10 Oct. 2013, R.W. Barreto (VIC 42602). Notes: The epitype specimen of Caliciopsis maxima (Coryneliaceae) proposed here closely matches the morphology of the holotype and several additional collections studied by Fitzpatrick (1942), including one recorded on the same host and location in Brazil (NY-02928724). On all materials, stromata were produced on sori of sporangia, or on wounded tissues, not associated with discoloration or tissue necrosis of the opposite surface of the frond. Ascigerous columns had a tendency to undergo repeated apical proliferation, a feature that differs from all other known species; ascospores are typically globose or subglobose, yellowish brown, 3–4 μm diam (Fitzpatrick 1942). Based on phylogenetic evidence, the genus resides in the Coryneliaceae, within the Eurotiomycetes, as recently demonstrated through molecular analysis (Prieto et al. 2013, Garrido-Benavent & Pérez-Ortega 2015, Wood et al. 2016). In the combined ITS-LSU analysis (Fig. 7), C. maxima clustered in a basal position, suggesting that the fungal species associated with ferns are evolutionarily basal to the evolution of their relatives, as previously demonstrated for the cercosporoid and mycosphaerella-like species occurring on ferns (Guatimosim et al. 2016). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Corynelia uberata (GenBank KU204606; Identities 474 / 544 (87 %), 21 gaps (3 %)), Caliciopsis pinea (GenBank KY099604; Identities 323 / 361 (89 %), 6 gaps (1 %)) and C. beckhausii (GenBank NR_132090; Identities 330 / 370 (89 %), 11 gaps (2 %)). The highest similarities using the LSU sequence were C. nigra (GenBank KP144011; Identities 771 / 825 (93 %), 5 gaps (0 %)), C. pinea (GenBank DQ678097; Identities 779 / 839 (93 %), 6 gaps (0 %)) and C. valentina (GenBank KP144013; Identities 780 / 842 (93 %), 6 gaps (0 %)). Camarosporidiella mackenziei Wanas. et al., Stud. Mycol. 87: 236. 2017. Fig. 8. Conidiomata separate, pycnidial, globose, 150–200 μm diam, with central ostiole; wall of 2–3 layers of brown textura angularis. Conidiophores reduced to conidiogenous cells. Conidiogenous cells tightly aggregated, lining the inner cavity, hyaline, smooth, subcylindrical to ampulliform or doliiform, proliferating percurrently at apex, 5–8 × 3–4 μm. Conidia solitary, hyaline, smooth, guttulate to granular, subcylindrical to ellipsoid, apex obtusely rounded, base truncate, (3–)4–5(–6) × (2–)2.5(–3) μm. Ascomata pseudothecial, intra- to subcorticolous, singly to densely crowded, tufted if fully developed, erumpent, subglobose with flattened base, later somewhat fusing at the base, ostiole central and indistinct, black, finely rough, thick, soft, basally with a few red brown, thick-walled, smooth and gnarled hyphae, 0.5–0.75 mm diam. Peridium multi-layered, consisting of a textura angularis with red brown, thick-walled and smooth cells, inner layer hyaline, cells 10–17 μm diam. Pseudoparaphyses numerous, longer than the asci, basally moniliform otherwise cylindrical and filiform, short celled, multi-celled, branched, with a few anastomoses, hyaline, thin-walled, smooth, septa in the upper part smooth and thin-walled, eguttulate, 3–4 μm in diam. Asci 8-spored, cylindrical, bitunicate, fissitunicate, thick-walled, apically roundish, pedicel short and furcate, inamyloid (water plus Lugol), 131–210 × 15–16 μm, ascospores oblique uniseriate. Ascospores 8(–10)-celled, muriform, ellipsoid, mostly straight, both parts of the spore approx. equal in size, end cells conical or roundish, wall golden brownish, thick and always smooth, median septum constricted, otherwise smooth to faintly constricted, thick-walled and reddish, one longitudinal septum per cell, end cells aseptate, plasma eguttulate, without a gelatinous sheath and appendages, examined in water, living and mature, 30–35(–44) × 10–12.5 μm (av. 31.4 × 11.5). Culture characteristics: Colonies spreading, with fluffy, moderate to abundant aerial mycelium. On MEA, PDA and OA surface and reverse dark mouse grey. Specimens examined: Finland, Outokumpu, on twig of Caragana sp. (Fabaceae), 31 Dec. 2014, M. Pennanen, specimen CBS H-23430, culture CPC 25960 = CBS 144200; ibid., CPC 25962. Notes: Isolates CPC 25960 and CPC 25962 were treated as “Camarosporium sp. 2” in Crous & Groenewald (2017). The species was subsequently placed in the genus Camarosporidiella by Wanasinghe et al. (2017), clustering within the C. mackenziei clade. The latter taxon was described from twigs of Caragana arborescens collected in Russia. Although the present collection produced only the microconidial morph in culture, the sexual morph was observed on host tissue, which is a new observation for this species. Based on a megablast search using the ITS sequence of CPC 25960, the closest matches in NCBI’s GenBank nucleotide database were C. mackenziei (GenBank MF434159; Identities 542 / 543 (99 %), 1 gap (0 %)), C. melnikii (GenBank MF434162; Identities 540 / 544 (99 %), 1 gap (0 %)) and C. caraganicola (GenBank MF434124; Identities 540 / 544 (99 %), 1 gap (0 %)). The highest similarities using the LSU sequence of CPC 25960, the closest matches in NCBI’s GenBank nucleotide database were C. aborescentis (GenBank MF434203; Identities 821 / 822 (99 %), no gaps), “Cf. Camarosporium sp. 4” (GenBank KY929167; Identities 821 / 822 (99 %), no gaps) and C. arezzoensis (GenBank KY929163; Identities 821 / 822 (99 %), no gaps). The highest similarities using the tef1 sequence of CPC 25960, the closest matches in NCBI’s GenBank nucleotide database were C. mackenziei (GenBank MF434423; Identities 904 / 907 (99 %), no gaps), C. italica (GenBank MF434415; Identities 899 / 907 (99 %), no gaps) and C. arborescentis (GenBank MF434380; Identities 899 / 907 (99 %), no gaps). Chaetosphaeria myriocarpa (Fr.) C. Booth, Mycol. Pap. 68: 5. 1957. Fig. 9. Basionym: Sphaeria myriocarpa Fr., Kongl. Vetensk. Acad. Hand. 267. 1817. Synonym: Sphaeria myriocarpa Fr., Syst. mycol. 2(2): 459. 1823. Mycelium consisting of medium brown, verruculose, branched, septate, 2–3 μm diam hyphae. Conidiophores solitary, erect, subcylindrical, flexuous, unbranched, at times rejuvenating percurrently in apical part, 1–5-septate, dark brown, thick-walled, roughened in lower region, 35–100 × 2.5–3 μm. Conidiogenous cells integrated, terminal, medium brown, smooth, subcylindrical to obovoid, 25–30 × 2.5–3 μm; apex with flared collarette, 2–3 μm diam. Conidia occurring in chains, aggregating in mucoid mass, hyaline, smooth, apex obtuse, abruptly tapering to a truncate base, creating triangular conidia, 2.5–3 × 2.5 μm. Culture characteristics: Colonies flat, spreading, with sparse to moderate aerial mycelium and feathery, lobate margins, reaching 25 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface and reverse iron-grey. Specimen examined: Ukraine, Ternopil region, Zalischyky district, Dniester Canyon, on decaying wood of Carpinus betulus (Betulaceae), 5 Oct. 2016, A. Akulov, specimen ex CWU (MYC) AS 6049 (dried culture CBS H-23426, culture CPC 31840 = CBS 143389). Notes: Chaetosphaeria myriocarpa is commonly isolated from dead woody substrates in Europe, and represents a new record for Ukraine. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Ch. myriocarpa (GenBank JF340253; Identities 483 / 490 (99 %), 1 gap (0 %)), Ch. pygmaea (GenBank AF178545; Identities 473 / 496 (95 %), 3 gaps (0 %)) and Phialophora phaeophora (GenBank AF083191; Identities 503 / 533 (94 %), 2 gaps (0 %)). The highest similarities using the LSU sequence were Ch. myriocarpa (GenBank AF178552; Identities 841 / 841 (100 %), no gaps), Ch. pygmaea (GenBank AF178545; Identities 837 / 843 (99 %), 2 gaps (0 %)) and Ch. preussii (GenBank AF178561; Identities 816 / 835 (98 %), no gaps). Only distant matches were obtained with the tub2 sequence, e.g. with Chaetomium jodhpurense (GenBank KP336854; Identities 292 / 361 (81 %), 19 gaps (5 %)). Colletotrichum kniphofiae Crous & Denman, sp. nov. MycoBank MB824769. Fig. 10. Etymology: Name refers to Kniphofia, the host genus from which it was isolated. Asexual morph on OA (sterile on other media). Conidiomata acervular, conidiophores formed on a cushion of pale brown, angular cells, 6–15 μm diam. Setae rarely observed in culture, brown, flexuous, verruculose, tapering to subobtuse apices, 5–8-septate, up to 100 μm long. Conidiophores hyaline, septate, branched, smooth-walled, up to 60 μm long. Conidiogenous cells hyaline, smooth, cylindrical, 12–20 × 4–7 μm, phialidic with periclinal thickening. Conidia hyaline, smooth-walled, aseptate, straight, rarely curved, prominently multi-guttulate, fusoid to subcylindrical, apex obtuse, tapering at base to truncate hilum, 2 μm diam, (17–)25–28(–37) × (5–)6(–7) μm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and even, lobate margins, covering dish after 2 wk at 25 °C. On MEA surface dirty white with patches of olivaceous grey, reverse amber with patches of olivaceous grey. On PDA surface and reverse olivaceous grey with patches of smoke grey. On OA surface olivaceous grey. Specimen examined: UK, England, Upton Grey, on leaves of Kniphofia uvaria (Xanthorrhoeaceae), 28 Mar. 2016, P.W. Crous (holotype CBS H-23432, culture ex-type CPC 30166 = CBS 143496); ibid., CPC 30168. Notes: Sexual morph not observed, but ascospores harvested from plant material, indicating that a sexual morph exists. Colletotrichum kniphofiae was isolated from dead leaves of Kniphofia, and nothing is known regarding its ecology, and no species of Colletotrichum have been described from this host. Supported by its distinct DNA phylogeny (Fig. 11), we believe this collection represents a distinct species. Based on a megablast search using the ITS sequence of CPC 30166, the closest matches in NCBI’s GenBank nucleotide database were Co. godetiae (GenBank KX756147; Identities 567 / 575 (99 %), 2 gaps (0 %)), Co. pyricola (GenBank KU963516; Identities 565 / 575 (95 %), 2 gaps (0 %)) and Co. salicis (GenBank KU498278; Identities 565 / 575 (95 %), 2 gaps (0 %)). The ITS sequences of CPC 30166 and CPC 30168 are identical. The highest similarities using the LSU sequence of CPC 30166 were Co. godetiae (GenBank KU973721; Identities 837 / 839 (99 %), no gaps), Co. acutatum (GenBank JN939926; Identities 837 / 839 (99 %), no gaps) and Co. fioriniae (GenBank JN939914; Identities 837 / 839 (99 %), no gaps). The highest similarities using the actA sequence were Co. destructivum (GenBank AY157843; Identities 596 / 657 (91 %), 16 gaps (2 %)), Co. kahawae (GenBank KU579251; Identities 595 / 659 (90 %), 26 gaps (3 %)) and Co. orbiculare (GenBank AB778553; Identities 584 / 654 (89 %), 22 gaps (3 %)). The highest similarities using the chs1 sequence were Co. salicis (GenBank JQ949131; Identities 245 / 252 (97 %), no gaps), Co. godetiae (GenBank KY171916; Identities 244 / 252 (97 %), no gaps) and Co. rhombiforme (GenBank JQ949118; Identities 243 / 252 (97 %), no gaps). The highest similarities using the gapdh sequence were Co. pyricola (GenBank KU221341; Identities 560 / 604 (93 %), 4 gaps (0 %)), Co. nymphaeae (GenBank KP339289; Identities 556 / 602 (92 %), 2 gaps (0 %)) and Co. fioriniae (GenBank KF944354; Identities 542 / 589 (92 %), 9 gaps (1 %)). The highest similarities using the tub2 sequence were with Co. phormii (GenBank KX069820.1; Identities 386 / 413 (93 %), 7 gaps (1 %)), Co. australe (GenBank JQ950106.1; Identities 385 / 413 (93 %), 7 gaps (1 %)) and Co. scovillei (GenBank KY475561.1; Identities 384 / 414 (93 %), 8 gaps (1 %)). Cyclothyriella rubronotata (Berk. & Broome) Jaklitsch & Voglmayr, Stud. Mycol. 85: 41. 2016. Fig. 12. Basionym: Melogramma rubronotatum Berk. & Broome, Ann. Mag. nat. Hist. Ser. 3, 3: 375. 1859. Conidiomata erumpent, globose, 200–250 μm diam, with central ostiole; wall of 3–6 layers of brown textura angularis. Conidiophores lining the inner cavity, reduced to conidiogenous cells or with a single supporting cell. Conidiogenous cells hyaline, smooth, subcylindrical to ampulliform, 6–12 × 3–5 μm; apex with prominent periclinal thickening, rarely with percurrent proliferation. Conidia solitary, brown, smooth, thin-walled, guttulate, subcylindrical, mostly straight, apex obtuse, base truncate, (4.5–)5(–6) × (2.5–)3 μm. Culture characteristics: Colonies spreading, flat on OA, erumpent on MEA and PDA, with moderate aerial mycelium and feathery margins, reaching 35 mm diam after 2 wk at 25 °C. On MEA surface dirty white, reverse apricot, on OA surface pale violet, on PDA surface coral with flesh in outer region, reverse sienna with patches of umber. Specimen examined: Germany, near Berlin, on twig of Ailanthus altissima (Simaroubaceae), 4 Jun. 2015, R.K. Schumacher (specimen CBS H-23423, culture CPC 27604 = CBS 144201). Notes: The genus Cyclothyriella was recently introduced by Jaklitsch & Voglmayr (2016), who also treated the taxonomic history of this genus in detail. The asexual morph isolated in this study closely resembles that described and illustrated by Jaklitsch & Voglmayr (2016), who reported conidia as (2–)4.5–6(–6.5) × (2–) 2.7–3.5(–4) μm, ӿrst hyaline, becoming medium brown with age. This fungus is common in Europe, and here we present a culture from Germany to supplement the Austrian material studied by Jaklitsch & Voglmayr (2016). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Cyclothyriella rubronotata (GenBank NR_147651; Identities 564 / 564 (100 %), no gaps), Melanomma pulvis-pyrius (GenBank KY189979; Identities 400 / 476 (84 %), 20 gaps (4 %)) and Ascochyta medicaginicola (GenBank KX381183; Identities 359 / 419 (86 %), 10 gaps (2 %)). The highest similarities using the LSU sequence were Cy. rubronotata (GenBank KX650541; Identities 833 / 833 (100 %), no gaps), Thyridaria rubronotata (GenBank JX681121; Identities 833 / 833 (100 %), no gaps) and Neooccultibambusa jonesii (GenBank KY111437; Identities 781 / 812 (96 %), 2 gaps (0 %)). Cylindriaceae Crous & L. Lombard, fam. nov. MycoBank MB824770.Mycelium consisting of hyaline, smooth, septate, branched, hyphae. Conidiophores aggregated in sporodochia, or solitary, erect; hyphae and basal part of conidiophores becoming pale brown, smooth, subcylindrical, erect, septate, branched. Conidiogenous cells terminal and intercalary, subcylindrical, hyaline, smooth, with several sympodial flat-tipped loci, unthickened, not darkened. Ramoconidia hyaline, smooth, guttulate, subcylindrical. Conidia aseptate, hyaline, smooth, arranged in long, branched chains, scars unthickened, slightly refractive. Type genus: Cylindrium Bonord.Note: The genus Cylindrium, based on C. elongatum, was regarded by Lombard et al. (2015) as incertae sedis, and thus Cylindriaceae is herewith introduced to accommodate this genus. Cylindrium algarvense (Cheew. & Crous) Crous, comb. nov. MycoBank MB824771.Basionym: Polyscytalum algarvense Cheew. & Crous, Persoonia 23: 73. 2009. Description and illustration: Cheewangkoon et al. (2009). Specimen examined: Portugal, Faro, Algarve, on Eucalyptus sp. (Myrtaceae), 24 Jan. 2007, P.W. Crous (holotype CBS H-20289, culture ex-type CPC 14936 = CBS 124770); ibid. (CPC 14937, CPC 14938). Note: See discussion under Polyscytalum and Fig. 13. Cylindrium purgamentum (Crous) Crous, comb. nov. MycoBank MB824772.Basionym: Polyscytalum purgamentum Crous, Persoonia 37: 363. 2016. Description and illustration: Crous et al. (2016a). Specimen examined: USA, Texas, Austin, on leaf litter, Aug. 2013, P.W. Crous (holotype CBS H-22899, culture ex-type CPC 29580 = CBS 142114). Note: See discussion under Polyscytalum and Fig. 13. Cylindrium syzygii (Crous & R.G. Shivas) Crous, comb. nov. MycoBank MB824773.Basionym: Pseudoidriella syzygii Crous & R.G. Shivas, Persoonia 27: 135. 2011. Description and illustration: Crous et al. (2011). Specimen examined: Australia, Queensland, Mackay, Eungella National Park, on leaves of Syzygium sp. (Myrtaceae), 14 Jul. 2009, P.W. Crous & K.L. Crous, (holotype CBS H-20758, cultures ex-type CPC 17233 = CBS 131307). Note: See discussion under Polyscytalum and Fig. 13. By placing Pseudoidriella syzygii in Cylindrium, the genus Pseudoidriella is also reduced to synonymy with Cylindrium. This suggests that the conidiomata of Cylindrium could be reduced to solitary conidiophores, as well as sporodochia, as observed in this species. Interestingly enough, an LSU sequence attributed to Tristratiperidium microsporum also clustered in this clade (Fig. 3), which completely disagrees with the morphology of this fungus. This suggests that this sequence (MFLUCC) should be reconsidered. The ITS sequence from the same culture placed Tristratiperidium microsporum with Kirstenboschia diospyri (Fig. 13). Cytospora viticola D.P. Lawr. et al., Pl. Pathol. 66: 718. 2017. Fig. 14. Conidiomata (on PDA) with stromata up to 500 μm diam, rosette cytosporoid, subdivided by invaginations, up to four radially arranged. Conidiophores hyaline, smooth, branched, 1–3-septate, 15–20 × 2–3 μm, immersed in a mucilaginous layer. Conidiogenous cells phialidic with periclinal thickening and apical taper, 10–15 × 1.5–2 μm. Conidia hyaline, smooth, guttulate, allantoid, aseptate, (5–)6–7(–7.5) × 1(–1.5) μm. Culture characteristics: Colonies spreading, with sparse aerial mycelium and smooth, lobate margins, covering dish after 1 mo at 25 °C. On MEA surface isabelline, reverse brown vinaceous. On PDA surface and reverse. On OA surface sepia. Specimen examined: Hungary, Pécs wine region, on stems of Vitis vinifera (Vitaceae), 5 Nov. 2014, K.Z. Váczy (specimen CBS H-23278, culture T15 / 464 = CPC 30117 = CBS 143162). Notes: Species of Cytospora are commonly known from woody plants and generally have wide host ranges. Two Cytospora species, C. vinacea and C. viticola, causing dieback and cankers of grapevines in the USA were recently described (Lawrence et al. 2017). Other species known from Vitis include C. ceratosperma (CBS 397.36), as well as the European taxa C. vitis and Valsa vitis, which are insufficiently known, and for which we could not trace type material. The isolate described here was associated with cankers on grapevines in Hungary, and is similar to C. viticola. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Cy. sibiraeae (GenBank KR045651; Identities 566 / 591 (96 %), 8 gaps (1 %)), Cy. chrysosperma (GenBank KT692596; Identities 568 / 594 (96 %), 7 gaps (1 %)) and Cy. germanica (GenBank KX168596; Identities 563 / 590 (95 %), 7 gaps (1 %)). Our ITS sequence is identical to Cy. viticola (GenBank KX256239; Identities 423 / 423 (100 %), no gaps), but was not a result in the megablast search as roughly half of the first internal spacer region sequence is missing for the deposited sequences of that species. The highest similarities using the LSU sequence were Valsa mali (GenBank AF362559; Identities 837 / 842 (99 %), 1 gap (0 %)), Cy. centrivillosa (GenBank MF190068; Identities 830 / 837 (99 %), 1 gap (0 %)) and Cy. ambiens (GenBank EU255208; Identities 772 / 779 (99 %), no gaps). The highest similarities using the actA sequence were Cy. salicicola (GenBank KU982637; Identities 163 / 180 (91 %), 6 gaps (3 %)), Cy. parasitica (GenBank KT459410; Identities 190 / 212 (90 %), 10 gaps (4 %)) and Cy. cincta (GenBank KU710994; Identities 223 / 250 (89 %), 13 gaps (5 %)). The highest similarities using the rpb2 sequence were Cy. berberidis (GenBank KU710948; Identities 658 / 727 (91 %), no gaps), Cy. schulzeri (GenBank KU710980; Identities 656 / 727 (90 %), no gaps) and Cy. rostrata (GenBank KU710974; Identities 656 / 727 (90 %), no gaps). The highest similarities using the tef1 sequence were Cy. viticola (GenBank KX256274; Identities 253 / 253 (100 %), no gaps), Cy. mali (GenBank KU710928; Identities 359 / 422 (85 %), 24 gaps (5 %)) and Cy. sophorae (GenBank KU710941; Identities 422 / 517 (82 %), 26 gaps (5 %)). The highest similarities using the tub2 sequence were V. malicola (GenBank KT934374; Identities 363 / 413 (88 %), 18 gaps (4 %)), V. sordida (GenBank KT428034; Identities 346 / 396 (87 %), 14 gaps (3 %)) and Cy. carbonacea (GenBank KP310825; Identities 343 / 395 (87 %), 16 gaps (4 %)). Dictyochaeta mimusopis Crous & M.J. Wingf., sp. nov. MycoBank MB824774. Fig. 15. Etymology: Name refers to Mimusops, the host genus from which this fungus was collected. Mycelium consisting of branched, septate, hyaline, 3–4 μm diam hyphae. Conidiophores solitary, erect, pale brown, smooth, subcylindrical, unbranched, straight to flexuous, 1–6-septate, 40–150 × 3–4 μm. Conidiogenous cells monophialidic, integrated, terminal, pale brown, smooth, subcylindrical, 30–55 × 3(–3.5) μm; with flared apical collarette, 3–4 μm diam. Conidia solitary, aseptate, hyaline, smooth, guttulate to granular, inequilateral, fusoid, outer plane convex, apex subacute, base truncate, 1–1.5 μm diam, (11–)16–18(–20) × 2.5–3(–3.5) μm, with a single unbranched, flexuous appendage at each end, (6–)7(–8) μm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and smooth, lobate margins, reaching 50 mm diam after 2 wk at 25 °C. On MEA surface hazel with cinnamon pigment, reverse sepia. On PDA surface cinnamon, reverse amber. On OA surface sienna with patches of olivaceous grey. Specimen examined: South Africa, Eastern Cape Province, Haga Haga, on leaves of Mimusops caffra (Sapotaceae), Dec. 2010, M.J. Wingfield (holotype CBS H-23412, culture ex-type CPC 29987 = CBS 143435). Notes: Dictyochaeta mimusopis is closely allied to isolates in the Di. simplex complex (conidia 14–19 × 2.1–2.7 μm; Hughes & Kendrick 1968). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Di. simplex (GenBank EF029193; Identities 482 / 503 (96 %), 1 gap (0 %)), Di. fertilis (GenBank AF178540; Identities 469 / 491 (96 %), 5 gaps (1 %)) and Codinaea pini (GenBank NR_137943; Identities 485 / 521 (93 %), 22 gaps (4 %)). The highest similarities using the LSU sequence were Di. simplex (GenBank AF178559; Identities 830 / 836 (99 %), no gaps), Codinaea pini (GenBank KP004493; Identities 829 / 838 (99 %), 1 gap (0 %)) and Rattania setulifera (GenBank HM171322; Identities 815 / 835 (98 %), no gaps). Dictyochaeta septata (B. Sutton & Hodges) Whitton et al., Fungal Diversity 4: 148. 2000. Fig. 16. Basionym: Codinaea septata B. Sutton & Hodges, Nova Hedwigia 26(2–3): 520. 1975. Synonym: Dictyochaeta septata (B. Sutton & Hodges) Aramb. & Cabello, Mycotaxon 34(2): 682 (1989) (nom. inval. Art 41.5, Melbourne). Mycelium consisting of hyaline, septate, branched, smooth, 2–3 μm diam hyphae. Conidiophores solitary, erect, brown, smooth, subcylindrical, straight to flexuous, 1–3-septate, 30–120 × 4–6 μm. Conidiogenous cells terminal, integrated, pale brown, smooth, mono-, rarely polyphialidic, 10–30 × 4–5 μm; collarette flared, 3–4 μm diam. Conidia solitary, hyaline, smooth, guttulate, granular, subcylindrical, falcate, ends subobtuse, (14–)15–19(–20) × 2.5(–3) μm, medianly 1-septate, with a single unbranched, flexuous appendage at each end, 5–7 μm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and smooth, lobate margins, reaching 45 mm diam after 2 wk at 25 °C. On MEA surface hazel with cinnamon pigment, reverse sepia. On PDA surface cinnamon, reverse amber. On OA surface sienna with patches of olivaceous grey. Specimens examined: Brazil, Espirito Santo, Vania, on Eucalyptus sp. (Myrtaceae), 11 Dec. 1973, C.S. Hodges (holotype K(M) IMI 181532f). Chile, on leaves of Eucalyptus grandis × urophylla (Myrtaceae), Jun. 2010, M.J. Wingfield (epitype of Codinaea septata designated here CBS H-23427, MBT381137, culture ex-epitype CPC 31949 = CBS 143386). Notes: This collection closely resembles Codinaea septata, described from Eucalyptus leaves in Brazil with its conidia being 1(–2)-septate, (14.5–)17.5–23 × 2 μm, and conidiophores 30–105 × 4–6 μm (Sutton & Hodges 1975). Although we have in recent papers treated the genera Codinaea (setulate conidia) as distinct from Dictyochaeta (asetulate conidia) (Crous et al. 2015b), it appears that they could very well represent a single genus, with preference given to the older name, Dictyochaeta. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Pseudolachnella guaviyunis (GenBank KJ834524; Identities 480 / 542 (89 %), 13 gaps (2 %)), Di. simplex (GenBank EF029193; Identities 462 / 519 (89 %), 9 gaps (1 %)) and Thozetella fabacearum (GenBank KY212754; Identities 478 / 544 (88 %), 27 gaps (4 %)). The highest similarities using the LSU sequence were T. pinicola (GenBank EU825195; Identities 810 / 837 (97 %), 2 gaps (0 %)), T. nivea (GenBank EU825200; Identities 807 / 837 (96 %), 2 gaps (0 %)) and P. fraxini (GenBank JQ889301; Identities 806 / 836 (96 %), 1 gap (0 %)). No close hits were obtained when the tef1 sequence was used in a megablast search. Echinocatena arthrinioides R. Campb. & B. Sutton, Trans. Brit. Mycol. Soc. 69: 130. 1977. Fig. 17. Mycelium consisting of branched, septate, pale brown, smooth, 1.5–2 μm diam hyphae. Conidiophores erect, solitary, 20–50 × 3–4 μm, unbranched, straight to flexuous, pale brown, smooth, 3–7-septate. Conidiogenous cells in simple or branched acropetal chains, 5–7 × 3–4 μm, separated by thick, dark brown, refractive septa, appearing like a separating cell, pale brown, echinulate, doliiform to cylindrical, constricted at septa, polyblastic, integrated with 5–7 conidiogenous loci. Conidia (4–)5–6(–7) μm diam, solitary, spherical, orange-brown, thick-walled, aseptate, echinulate. Specimen examined: Malaysia, on leaves of Acacia crassicarpa (Fabaceae), 1 Jul. 2015, M.J. Wingfield (specimen CBS H-23424, culture CPC 28754 = CBS 144202). Notes: Echinocatena arthrinioides was originally described from leaf litter collected in India. This collection has conidia that are slightly larger those observed for the type collection (3.5–4.5 μm; Campbell & Sutton 1977), and DNA data would be required to fully resolve if this strain is conspecific with the type (IMI 199279). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were “Fusicladium sp.” from marine sponges in Panama (GenBank JN837045; Identities 524 / 530 (99 %), no gaps) and “Sympoventuriaceae sp.” from a human nail in Hong Kong (GenBank LC158598; Identities 448 / 452 (99 %), no gaps); the remaining matches were with the 5.8S nrRNA genes of Fusicladium species. The highest similarities using the LSU sequence were Mycosisymbrium cirrhosum (GenBank KR259884; Identities 758 / 828 (92 %), 9 gaps (1 %)), Scolecobasidium cateniphorum (GenBank EU107309; Identities 758 / 829 (91 %), 11 gaps (1 %)) and Verruconis verruculosa (GenBank KF282668; Identities 757 / 829 (91 %), 11 gaps (1 %)). Elsinoë mimosae Viégas, Bragantia 4: 13. 1944. Description and illustration: Fan et al. (2017). Specimens examined: Brazil, São Paulo, Campinas, on Mimosa sp. (Leguminosae), 31 Mar. 1931, H.P. Krug & O. Zagatto (holotype IAC No. 2836); Brazil, Rio de Janeiro, Itaguaí, Mazomba, on Mimosa diplotricha (= Mimosa invisa), Mar. 1999, R.W. Barreto (epitype designated here MBT381423, preserved in metabolically inactive state, ex-epitype culture CBS 141878) = CPC 19478 = RWB 154. Ecuador, Coca, on Mimosa diplotricha, Nov. 2000, R.W. Barreto, specimen CBS H-22804, culture CPC 18518 = RWB 224 = CBS 141943. Notes: The epitype was designated in Fan et al. (2017), but that epitypification was not effected since the holotype was not “explicitly” cited (Art 9.8, Melbourne Code). We correct this situation by citing the holotype as “IAC No. 2836”. Exophiala eucalypticola Crous & T.I. Burgess, sp. nov. MycoBank MB824775. Fig. 18. Etymology: Name refers to Eucalyptus, the host genus from which it was collected. Mycelium consisting of pale brown, smooth, septate, branched, 2–2.5 μm diam hyphae. Conidiophores arising as lateral ends of hyphae, or reduced to conidiogenous cells, integrated on hyphae, erect, medium brown, smooth, subcylindrical, 3–15 × 2–3 μm; scars thickened and darkened, 1 μm diam. Conidia occurring in branched chains, pale brown, smooth, 0–1-septate, fusoid-ellipsoidal, with hila that are thickened and darkened, 1 μm diam, (7–)10–13(–15) × (2.5–)3(–4) μm. Synasexual morph: Conidiogenous cells integrated as phialidic loci on creeping hyphae, 1–2 × 1 μm. Conidia dimorphic, with exophiala-like conidia pale brown, smooth, aseptate, ellipsoid, 4–7 × 2–3 μm. Culture characteristics: Colonies flat, spreading, with sparse to moderate aerial mycelium and smooth, lobate margins, reaching 10 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface slimy, chestnut to black. Specimen examined:Australia, Victoria, Melbourne, Dandenong Ranges, Silvan Reservoir Park, leaf litter of Eucalyptus obliqua (Myrtaceae), 1 Dec. 2016, P.W. Crous (holotype CBS H-23305, cultures ex-type CPC 32736 = CBS 143412). Notes: The genera Exophiala and Rhinocladiella contain several clinically relevant species (de Hoog 1977). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were R. aquaspersa (GenBank AB091214; Identities 458 / 519 (88 %), 18 gaps (3 %)), E. phaeomuriformis (GenBank KP761151; Identities 485 / 555 (87 %), 27 gaps (4 %)) and R. coryli (GenBank KX306768; Identities 518 / 594 (87 %), 25 gaps (4 %)). The highest similarities using the LSU sequence were E. xenobiotica (GenBank KC311483; Identities 831 / 862 (96 %), 7 gaps (0 %)), E. xenobiotica (GenBank FJ358246; Identities 826 / 857 (96 %), 7 gaps (0 %)) and Melanoctona tectonae (GenBank KX258779; Identities 828 / 860 (96 %), 6 gaps (0 %)). The present collection is best allocated to this generic complex, and until better resolved it is best placed in Exophiala. No significant hits were obtained when the tef1 and tub2 sequences were used in a megablast search. Fusiconidium lycopodiellae Crous & R.K. Schumach., sp. nov. MycoBank MB824776. Fig. 19. Etymology: Name refers to Lycopodiella, the host genus from which this fungus was collected. Mycelium consisting of hyaline, smooth, branched, septate, 2.5–4 μm diam hyphae. Hyphopodia absent. Conidiophores solitary, erect, subcylindrical, geniculate-sinuous, brown, smooth, 1–2-septate, 20–50 × 3–5 μm. Conidiogenous cells terminal, subcylindrical, brown, smooth, 10–17 × 3–4 μm, proliferating sympodially, holoblastically; scars unthickened, undarkened, 2–3 μm diam. Conidia solitary, brown, smooth, granular, subcylindrical, apex obtuse, tapering in lower cell to truncate hilum, 2–3 μm diam, (7–)8–9(–11)-septate, (65–)75–85(–100) × (7–)8(–9) μm. Culture characteristics: Colonies flat, spreading, with sparse aerial mycelium and smooth, lobate margins, covering dish after 1 mo at 25 °C. On MEA surface ochreous, reverse amber. On PDA surface and reverse amber. On OA surface luteous. Specimen examined: Germany, near Berlin, on stems of Lycopodiella inundata (Lycopodiaceae), 25 Feb. 2016, R.K. Schumacher (holotype CBS H-23407, culture ex-type CPC 30371 = CBS 143437). Notes: The present collection is reminiscent of Clasterosporium, except that it lacks hyphopodia (Ellis 1971). Based on LSU sequence data it is allied to Fusiconidium (Li et al. 2017), except that it lacks percurrent proliferation of the conidiogenous cells, and fusoid to ellipsoid conidia, and probably represents a new genus in this complex. However, due to the poor sporulation of the culture, we have tentatively named it in Fusiconidium. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Camposporium cambrense (GenBank KY853428; Identities 481 / 502 (96 %), 3 gaps (0 %)), Phragmocephala atra (GenBank KP698721; Identities 495 / 523 (95 %), 4 gaps (0 %)) and Phragmocephala garethjonesii (GenBank NR_147636; Identities 493 / 523 (94 %), 3 gaps (0 %)). The highest similarities using the LSU sequence were Fusiconidium mackenziei (GenBank KX611113; Identities 806 / 815 (99 %), no gaps), Paradendryphiella salina (GenBank KF156156; Identities 780 / 791 (99 %), no gaps) and Aposphaeria corallinolutea (GenBank KU243051; Identities 804 / 817 (98 %), no gaps). Haplographium delicatum Berk. & Broome, Ann. Mag. Nat. Hist., Ser. 3, 3(17): 361. 1859. Fig. 20. Conidiophores erect, subcylindrical, straight to flexuous, brown, thick-walled, verruculose, base with T-cell, lacking rhizoids, 70–160 × 5–6 μm, 5–10-septate. Conidiophores with swollen apical cell, pale brown, giving rise to 3–6 apical conidiogenous cells or primary branches; primary branches subcylindrical, straight to allantoid, hyaline, smooth, 5–10 × 2.5–3 μm. Conidiogenous cells hyaline, smooth, subcylindrical, straight to slightly curved, 6–12 × 2–2.5 μm, proliferating sympodially at apex. Conidia aggregating in mucoid mass, hyaline, smooth, guttulate, subcylindrical, straight, apex slightly swollen, obtuse, base truncate, (3–)5–6(–7.5) × 2(–2.5) μm. Culture characteristics: Colonies flat, spreading, with sparse aerial mycelium and smooth, lobate margins, reaching 13 mm diam after 2 wk at 25 °C. On MEA surface and reverse pale luteous. On PDA surface pale olivaceous grey, reverse ochreous. On OA surface umber, with diffuse sienna pigment. Specimen examined: Ukraine, Ternopil region, Zalischyky district, Dniester Canyon, on decaying wood of Carpinus betulus (Betulaceae), 5 Oct. 2016, A. Akulov, specimen ex CWU (MYC) AS 6049 (dried culture CBS H-23417, culture CPC 31844 = CBS 143493). Notes: The genus Haplographium is based on H. delicatum described from wood collected in Britain. The present collection is phylogenetically similar to strains identified as H. catenatum and H. delicatum (Crous et al. 2009a). Because the genus Haplographium lacks a type and the species concepts are still in flux, we have identified the present collection as H. delicatum. Species of Haplographium have been linked to Dematioscypha sexual morphs (Raitviir 2001), but this relationship also requires further study. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were H. catenatum (GenBank FJ839620; Identities 528 / 533 (99 %), 1 gap (0 %)), H. delicatum (GenBank HF677177; Identities 495 / 500 (99 %), 1 gap (0 %)) and Ciliciopodium brevipes (GenBank KM231856; Identities 401 / 451 (89 %), 10 gaps (2 %)). The highest similarities using the LSU sequence were H. catenatum (GenBank FJ839657; Identities 855 / 855 (100 %), no gaps), Hyaloscypha minuta (GenBank KY769526; Identities 832 / 857 (97 %), 3 gaps (0 %)) and Hy. monodictys (GenBank JN086756; Identities 808 / 833 (97 %), 3 gaps (0 %)). Microdochium musae (T.Y. Lin & J.M. Yen) Crous, comb. nov. MycoBank MB824777. Fig. 21.Basionym: Sphaerulina musae T.Y. Lin & J.M. Yen, Rev. Mycol. (Paris) 35: 326. 1971. Ascomata (on OA) solitary, immersed on leaf tissue (superficial to immersed on banana leaf agar), globose, semi-papillate with central ostiole, pale brown, 200–250 μm diam; wall of 6–8 layers of pale brown textura angularis. Paraphyses intermingled among asci, hyaline smooth, septate, unbranched, constricted at septa, hyphae-like, 4–5 μm diam, with obtuse ends. Asci fasciculate, hyaline, unitunicate, apical mechanism staining blue in Meltzer’s, broadly ellipsoid, straight to curved, 8-spored, stipitate, 80–100 × 17–22 μm. Ascospores bi- to triseriate, hyaline to faintly pinkish, smooth, guttulate, obovoid, apex obtuse, tapering from middle to base, straight to curved, 3–6-septate, at times with mucoid sheath, frequently constricted at median septum, (30–) 32–33(–35) × (6–)7(–8) μm. Culture characteristics: Colonies flat, spreading, with sparse aerial mycelium, radially folded, and even margins, reaching 40 mm diam after 2 wk at 25 °C. On MEA surface and reverse saffron. On PDA surface and reverse salmon. On OA surface salmon. Specimens examined. Republic of China (Taiwan), on leaves of Musa sp. (Musaceae), 1970, T. Wang, holotype missing, lectotype designated here, MBT381229 (Lin & Yen 1971, fig. 2 D–F). Malaysia, Sabah, on leaves of Musa sp., 2016, P.W. Crous (epitype designated here, CBS H-23431, MBT381140, culture ex-epitype CPC 32689 = CBS 143500). Additional cultures examined: Costa Rica, on Musa cv. Cavendish, May 2002, P.W. Crous (CBS 111018 = CPC 5380). Malaysia, on Musa leaves, 2010, P.W. Crous (CPC 32681), ibid. (CPC 32809). Mauritius, on Musa leaves, Jan. 2004, Y. Jaufeerally-Fakim (CPC 11234), ibid. (CPC 11240). Mexico, Chiapas, on Musa leaves, 16 Dec. 2008, M. de J. Yanez Morales (CPC 16258). Notes: The genus Sphaerulina was treated by Quaedvlieg et al. (2013), and represents a genus in the Mycosphaerellaceae, to which S. musae (Lin & Yen 1971) is not related. “Sphaerulina” musae clusters among species of Microdochium, which have sexual morphs that are morphologically similar (Hernández-Restrepo et al. 2016), justifying this new combination. Microdochium musae is commonly associated with brown necrotic areas on banana leaves, appears to be globally distributed along with its host, and is assumed to be weakly pathogenic (unpubl. data). Because the holotype could not be traced in Taiwan or Paris, the original illustration is proposed as lectotype and a neotype is designated. Colonies initially have a yeast-like appearance in culture, and single ascospores give rise to the sexual morph, suggesting that the species is homothallic. Based on a megablast search using the ITS sequence of CPC 32689, the closest matches in NCBI’s GenBank nucleotide database were Sphaerulina musae (GenBank AY293061; Identities 477 / 477 (100 %), no gaps), Mi. stoveri (GenBank FJ430601; Identities 537 / 540 (99 %), no gaps) and Mi. colombiense (GenBank KP858999; Identities 499 / 516 (97 %), 3 gaps (0 %)). The highest similarities using the LSU sequence of CPC 32689, the closest matches in NCBI’s GenBank nucleotide database were Mi. colombiense (GenBank KP858935; Identities 834 / 842 (99 %), no gaps), Mi. citrinidiscum (GenBank KP858939; Identities 831 / 842 (99 %), no gaps) and Mi. sorghi (GenBank KP858936; Identities 831 / 842 (99 %), no gaps). The highest similarities using the actA sequence of CPC 16258 were Chaetopsina fulva (GenBank KM231165; Identities 404 / 422 (96 %), no gaps), Fusarium phaseoli (GenBank KM231203; Identities 400 / 419 (95 %), no gaps) and Ch. acutispora (GenBank KM231164; Identities 401 / 421 (95 %), no gaps). The actA sequences of CPC 11234, 11240, 16258, 32681 and 32809 are identical, but differ with two nucleotides from CPC 32689. No significant hits were obtained when the cmdA sequences were used in a megablast search. The cmdA sequences of CPC 11234, 11240, 16258, 32689 and 32809 are identical, but differ one nucleotide from CPC 32681. The highest similarities using the rpb2 sequence of CPC 32689 were Mi. colombiense (GenBank KP859108; Identities 740 / 782 (95 %), no gaps), Mi. majus (GenBank KP859110; Identities 675 / 780 (87 %), 4 gaps (0 %)) and M. nivale (GenBank KP859117; Identities 679 / 785 (86 %), 6 gaps (0 %)). No significant hits were obtained when the tef1 and tub2 sequences of CPC 32681 were used in a megablast search. The tef1 sequences of CPC 11234, 11240, 16258 and 32689 are identical. The tub2 sequences of CPC 11234, 11240, 32689 and 32809 are identical, but differ one nucleotide from CPC 16258. Monochaetia junipericola Crous & R.K. Schumach., sp. nov. MycoBank MB824778. Fig. 22. Etymology: Name refers to Juniperus, the host genus from which this fungus was collected. Conidiomata pycnidioid, separate to gregarious, erumpent, ovoid, 150–250 μm diam. Conidiophores arising from central stroma, hyaline, smooth, 3–6-septate, branched, subcylindrical, 40–100 × 3–4 μm. Conidiogenous cells terminal and intercalary, hyaline, smooth, subcylindrical, 10–30 × 2.5–3 μm, proliferating percurrently at apex. Conidia fusoid-ellipsoid, 4-septate, not constricted at septa, medium brown, finely verruculose, end cells hyaline, (22–)25–27(–28) × (5–)6(–7) μm, apical cell terminating in a single, unbranched, filiform, flexuous appendage, 10–20 μm long; basal cell with single, unbranched, flexuous, excentric appendage, 2–15 μm long. Conidiomata with beta conidia developing on OA, beta conidia hyaline, smooth, filiform, curved, apex obtuse, base truncate, 12–22 × 1.5–2 μm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and feathery, lobate margins, reaching 40 mm diam after 2 wk at 25 °C. On MEA surface pale luteous, reverse luteous. On PDA surface smoke grey with patches of isabelline, reverse pale luteous. On OA surface pale luteous with patches of amber. Specimen examined: Germany, near Berlin, on twig of Juniperus communis (Cypressaceae), 20 Apr. 2016, R.K. Schumacher (holotype CBS H-23408, culture ex-type CPC 30561 = CBS 143391). Notes: Nag Raj (1993) defined the genus Monochaetia to accommodate taxa with acervular conidiomata and fusiform, brown, transversely septate conidia with a single cellular apical, and single cellular basal appendage (when present). Nag Raj (1993) also regarded Mo. juniperi as synonym of Sarcostroma foliicola, occurring on needles of Juniperus communis. Morphologically S. foliicola has fusiform, 5-septate conidia, 18–22.5 × 7–8(–9) μm, apical appendage 3–8(–9) μm, and basal appendage excentric, 3–11 μm, thus smaller than those of M. junipericola. Phylogenetically, M. junipericola is basal to the other Monochaetia species known from ITS sequences (Fig. 23). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Mo. ilexae (GenBank NR_148179; Identities 497 / 516 (96 %), 7 gaps (1 %)), Mo. dimorphospora (GenBank LC146750; Identities 498 / 527 (94 %), 20 gaps (3 %)) and Synnemadiella eucalypti (GenBank KY173467; Identities 497 / 538 (92 %), 10 gaps (1 %)). The highest similarities using the LSU sequence were Mo. ilexae (GenBank KX984152; Identities 846 / 847 (99 %), no gaps), Mo. kansensis (GenBank DQ534035; Identities 832 / 833 (99 %), no gaps) and Mo. monochaeta (GenBank KF590148; Identities 828 / 829 (99 %), no gaps). Only distant hits were obtained using the rpb2 sequence; some of these were Pestalotiopsis versicolor (GenBank DQ368654; Identities 662 / 803 (82 %), 4 gaps (0 %)), P. fici (GenBank XM_007830789; Identities 657 / 800 (82 %), no gaps) and Discosia brasiliensis (GenBank KF827475; Identities 658 / 805 (82 %), 4 gaps (0 %)). No significant hits were obtained when the tef1 sequence was used in a megablast search. The best hit using the tub2 sequence was with Mo. kansensis (GenBank DQ534049; Identities 356 / 407 (87 %), 3 gaps (0 %)). Myrmecridium sorbicola Crous & R.K. Schumach., sp. nov. MycoBank MB824779. Fig. 24. Etymology: Name refers to Sorbus, the host genus from which this fungus was collected. On OA (only medium with sporulation). Mycelium consisting of hyaline, smooth, branched, septate, 2–3 μm diam hyphae. Conidiophores solitary, erect, flexuous, unbranched, brown, subcylindrical, smooth, 1–18-septate, 50–200 × 4–7 μm. Conidiogenous cells integrated, terminal and intercalary, 20–65 × 3–4 μm, with a rachis of pimple-like denticles, 0.5–1 × 0.5 μm. Conidia solitary, obovoid, initially hyaline, but pale brown with age, apex obtuse, hilum 1 μm diam, (0–)1(–3) septate, with mucoid sheath surrounding conidium in median region, 1–2 μm diam, (7–)8–10(–15) × 4(–5) μm. Culture characteristics: Colonies flat, spreading, with sparse aerial mycelium and even, lobate margins, reaching 12 mm diam after 2 wk at 25 °C. On MEA surface and reverse luteous. On PDA surface and reverse pale luteous. On OA surface pale luteous. Specimen examined: Germany, near Berlin, on branch of Sorbus aucuparia (Rosaceae), 17 Feb. 2016, R.K. Schumacher (holotype CBS H-23405, culture ex-type CPC 30455 = CBS 143433). Notes: Myrmecridium was introduced by Arzanlou et al. (2007) for ramichloridium-like taxa having hyaline mycelium, and relatively unpigmented, pimple-like denticles, and obovoid to fusoid conidia with a wing-like gelatinous sheath. Myrmecridium sorbicola is distinct from known species based on its conidial morphology, with conidia being (0–)1(–3)-septate, (7–)8–10(–15) × 4(–5) μm. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were My. schulzeri (GenBank KF986544; Identities 447 / 513 (87 %), 14 gaps (2 %)), My. phragmitis (GenBank NR_137782; Identities 494 / 567 (87 %), 18 gaps (3 %)) and My. fluviae (GenBank KX839679; Identities 419 / 481 (87 %), 15 gaps (3 %)). The highest similarities using the LSU sequence were My. banksiae (GenBank NG_042684; Identities 813 / 842 (97 %), 2 gaps (0 %)), My. schulzeri (GenBank EU041835; Identities 812 / 842 (96 %), 2 gaps (0 %)) and My. spartii (GenBank KR611902; Identities 812 / 843 (96 %), 3 gaps (0 %)). Nematogonum ferrugineum (Pers.) S. Hughes, Canad. J. Bot. 36: 789. 1958. Fig. 25. Basionym: Monilinia ferruginea Pers., Mycol. eur. (Erlanga) 1: 30. 1822. Mycelium consisting of hyaline, smooth, branched, septate, 3–4 μm diam hyphae. Conidiophores dimorphic. Microconidiophores reduced to conidiogenous cells on hyphae, erect, golden-brown, smooth, cylindrical, 20–40 × 6–8 μm. Macroconidiophores erect, flexuous, subcylindrical, smooth, golden-brown, flexuous, up to 400 μm tall, 8–10 μm diam, 2–7-septate, unbranched, terminal conidiogenous cell clavate, but at times also intercalary (appears to be linked to rejuvenating conidiophore), 25–100 × 11–15 μm; loci sympodial, thickened, somewhat darkened, 1–2 μm diam. Conidia occurring in branched chains, obovoid to ellipsoid, thick-walled, golden-brown, smooth, granular, apex obtuse, tapering to a truncate hilum, thickened and somewhat darkened, 1–2 μm diam, attached via a narrow isthmus, aseptate; primary conidia 15–21 × 12–14 μm; secondary conidia 11–15 × 8–9 μm; tertiary conidia 7–10 × 6–7 μm. Culture characteristics: Colonies not growing on MEA, PDA or SNA. Colonies on OA pale luteous, flat, spreading, with sparse aerial mycelium and feathery, lobate margins, reaching 40 mm diam after 2 wk at 25 °C. Specimen examined: Ukraine, Ternopil region, Zalischyky district, Dniester Canyon, on ascomata of Melogramma campylosporum on trunk of fallen Carpinus betulus (Betulaceae), 7 Oct. 2016, A. Akulov, specimen ex CWU (MYC) AS 6079 (dried culture CBS H-23418, culture CPC 31872 = CBS 144203). Notes: Matsushima (1975) firstly reported an aspergillus-like synasexual morph for Nematogonum highlei (a synonym of N. ferrugineum). His description and illustrations correspond well with the conidiophores we observed in this study. Walker & Minter (1981) studied the conidiogenesis of N. ferrugineum and cited conidia to be ellipsoid, 4–24 × 3–15 μm, which become progressively smaller towards the tips of the chains. However, no distinction was made between primary, secondary or tertiary conidia. The general conidium dimensions observed here, 7–21 × 6–15 μm, in the collection are different from the original species description, but correspond well with those provided by Matsushima (1975), 7–22 × 6.5–15 μm. Nematogonum is not known from any sequence data that we were able to locate, and is listed as “incertae sedis” in MycoBank and Index Fungorum. In the present study, we were unable to generate an LSU sequence. However, based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Melanospora spp. (Melanosporales, Hypocreomycetidae, Sordariomycetes), of which most members are also fungicolous. Nematogonum ferrugineum is known as an obligate fungicolous fungus on species of Neonectria, but has also been found on Chaetomella, Cladosporium, Graphium, Melogramma, Tritirachium and Verticillium representatives (Walker & Minter 1981, Gams et al. 2004, Akulov 2011). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Melanospora kurssanoviana (GenBank KP981479; Identities 500 / 549 (91 %), 12 gaps (2 %)), Me. singaporensis (GenBank LC146748; Identities 519 / 582 (89 %), 20 gaps (3 %)) and Papulaspora funabasensis (GenBank LC228646; Identities 508 / 569 (89 %), 17 gaps (2 %)). The highest similarities using the tef1 sequence were My. banksiae (GenBank NG_042684; Identities 813 / 842 (97 %), 2 gaps (0 %)), My. schulzeri (GenBank EU041835; Identities 812 / 842 (96 %), 2 gaps (0 %)) and My. spartii (GenBank KR611902; Identities 812 / 843 (96 %), 3 gaps (0 %)). No significant hits were obtained when the tef1 sequence was used in a megablast search. All attempts to generate an LSU sequence for this culture failed, irrespective of using fresh DNA or different primer sets. Neocucurbitaria cava (Schulzer) Valenzuela-Lopez et al., Stud. Mycol. 90: 46. 2018. Fig. 26.Basionym: Phoma cava Schulzer, Verh. K. K. Zool.-Bot. Ges. Wien 21: 1248. 1871. Conidiomata pycnidial, solitary, dark brown with 1–2 papillate ostioles, 150–250 μm diam; wall of 2–3 layers of brown textura angularis. Conidiophores lining the inner cavity, hyaline, smooth, subcylindrical, branched, 1–4-septate, 7–20 × 2–3 μm. Conidiogenous cells phialidic, with periclinal thickening, hyaline, smooth, subcylindrical, apical and intercalary, 4–7 × 2–3 μm. Conidia solitary, hyaline, smooth, aseptate, subcylindrical, guttulate, with bluntly rounded ends, (3–)3.5(–4) × 1.5 μm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and smooth, lobate margins, reaching 40 mm diam after 2 wk at 25 °C. On MEA surface pale mouse grey, reverse mouse grey. On PDA surface olivaceous grey, reverse iron-grey. On OA surface iron-grey. Specimen examined: UK, England, Bournmouth, on leaves of Quercus ilex (Fagaceae), 30 Dec. 2016, P.W. Crous (specimen CBS H-23414, culture CPC 32488 = CBS 143400). Notes: The present collection is morphologically similar to that of the epitype, which was described from soil collected in Germany and has conidia that are aseptate, hyaline, smooth- and thin-walled, mostly cylindrical to slightly allantoid, 2.5–3.5 × 1–1.5 μm, guttulate (Valenzuela-Lopez et al. 2018). The present study adds a new culture of N. cava from the UK. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were N. cava (GenBank JF440610; Identities 475 / 480 (99 %), 2 gaps (0 %)), N. hakeae (GenBank KY173436; Identities 512 / 533 (96 %), 3 gaps (0 %)) and Ochrocladosporium frigidarii (GenBank FJ755255; Identities 439 / 463 (95 %), no gaps). The highest similarities using the LSU sequence were Ne. cava (GenBank EU754199; Identities 855 / 855 (100 %), no gaps), Ne. quercina (GenBank GQ387620; Identities 848 / 855 (99 %), 1 gap (0 %)) and Ne. unguis-hominis (GenBank GQ387621; Identities 847 / 855 (99 %), 1 gap (0 %)). The highest similarities using the actA sequence were Parastagonospora nodorum (GenBank CP022855; Identities 469 / 508 (92 %), 2 gaps (0 %)), Alternaria hordeicola (GenBank JQ671637; Identities 478 / 520 (92 %), 2 gaps (0 %)) and Al. triticimaculans (GenBank JQ671631; Identities 478 / 520 (92 %), 2 gaps (0 %)). The highest similarities using the rpb2 sequence were Ne. populi (GenBank MF795816; Identities 1035 / 1059 (98 %), no gaps), Ne. juglandicola (GenBank MF795815; Identities 1027 / 1059 (97 %), no gaps) and Ne. cisticola (GenBank MF795814; Identities 995 / 1058 (94 %), no gaps). The highest similarities using the tub2 sequence were Ne. populi (GenBank MF795902; Identities 500 / 515 (97 %), 2 gaps (0 %)), Ne. juglandicola (GenBank MF795901; Identities 498 / 516 (97 %), 3 gaps (0 %)) and Pyrenochaeta hakeae (GenBank KY173613; Identities 500 / 534 (94 %), 10 gaps (1 %)). Neohendersonia kickxii (Westend.) Sutton & Pollack, Mycopathol. Mycol. Appl. 52: 334. 1974. Basionym: Stilbospora kickxii Westend., Bull. Séances Cl. Sci. Acad. Roy. Belgique 18: 409. 1851. Description and illustration: Giraldo et al. (2017). Specimens examined: Belgium, Courtrai, Parc Saint-George, on branch of Fagus sylvatica (Fagaceae) (substrate originally determined as Betula pubescens and later corrected with Fagus sylvatica), G.D. Westendorp (holotype BR5020162018281). Italy, Pian di Novello, on bark of twigs from Fagus sylvatica, 8 May 1996, R. Danti (epitype designated here of Stilbospora kickxii MycoBank MBT381143, preserved in metabolically inactive state, ex-epitype culture CBS 112403). Notes: The epitype was originally designated in Giraldo et al. (2017), but a culture without any specimen was cited. This situation is herewith corrected, by stating that the culture is preserved as “metabolically inactive”. Parapleurotheciopsis caespitosa (Crous et al.) Crous, comb. nov. MycoBank MB824780. Basionym: Anungitea caespitosa Crous et al., Canad. J. Bot. 73(2): 225. 1995. Description and illustration: Crous et al. (1995). Specimen examined: South Africa, Mpumalanga, Sabie, on leaf litter of Syzygium cordatum (Myrtaceae), Nov. 1992, M.J. Wingfield (holotype PREM 51686, culture ex-type CPC 565 = CBS 519.93). Note: See discussion under Polyscytalum and Fig. 13. Parathyridaria philadelphi Crous & R.K. Schumach., sp. nov. MycoBank MB824781. Fig. 27. Etymology: Name refers to Philadelphus, the host genus from which this fungus was collected. Conidiomata (on OA) separate, pycnidial, brown, globose, erumpent, 250–300 μm diam, with central ostiole; wall of 6–8 layers of brown textura angularis. Conidiophores reduced to conidiogenous cells lining the inner cavity, hyaline, smooth, ampulliform, proliferating percurrently near phialidic apex, 4–7 × 3–4 μm. Conidia aseptate, solitary, subcylindrical, apex obtuse, base bluntly rounded, brown, smooth, at times slightly granular, (4–)5(–6) × 2 μm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and even, lobate margins, reaching 45 mm diam after 2 wk at 25 °C. On MEA surface pale olivaceous grey with patches of ochreous, reverse amber. On PDA surface amber, reverse chestnut. On OA surface amber with patches of sienna and vinaceous buff. Specimen examined: Germany, near Berlin, on twigs of Philadelphus coronarius (Hydrangeaceae), 2 Apr. 2016, R.K. Schumacher (holotype CBS H-23409, culture ex-type CPC 30532 = CBS 143432). Notes: The genus Parathyridaria was recently introduced by Jaklitsch & Voglmayr (2016). Phylogenetically (Fig. 28), Pa. philadelphi is allied to Pa. robiniae, a sexual species recently described from Italy on Robinia pseudoacacia (Tibpromma et al. 2017). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Pa. robiniae (GenBank KY511142; Identities 709 / 715 (99 %), no gaps), Roussoella mukdahanensis (GenBank KU940129; Identities 602 / 718 (84 %), 20 gaps (2 %)) and Pa. ramulicola (GenBank NR_147657; Identities 406 / 429 (95 %), 3 gaps (0 %)). The highest similarities using the LSU sequence were Pa. robiniae (GenBank KY511141; Identities 854 / 855 (95 %), no gaps), Sporidesmium australiense (GenBank DQ408554; Identities 835 / 846 (99 %), 1 gap (0 %)) and Pa. ramulicola (GenBank KF636775; Identities 846 / 859 (98 %), no gaps). The highest similarity using the tef1 sequence was with Pa. ramulicola (GenBank KX650536; Identities 314 / 352 (89 %), 7 gaps (1 %)). Pestalotiopsis hollandica Maharachch. et al., Stud. Mycol. 79: 164. 2014. Fig. 29. Conidiomata pycnidial, globose, separate, immersed to erumpent on banana leaf agar, dark brown to black, 120–350 μm diam, exuding a globose, dark brown conidial mass. Conidiophores subcylindrical, branched, hyaline, smooth, 1–2-septate, 15–30 × 3–5 μm. Conidiogenous cells terminal and intercalary, subcylindrical, hyaline, smooth, 8–15 × 2.5–3.5 μm; proliferating percurrently at apex. Conidia solitary, fusoid-ellipsoid, 4-septate, versicoloured, central three cells brown, of which the median cell is dark brown, guttulate, verruculose, apical and basal cells hyaline, conidia (22–)24–26(–27) × (7–)8(–9) μm, apical cell 3–4 μm long, basal cell 3–5 μm long, apical cell with three flexuous appendages, unbranched, attachment apical, 17–25 μm long, basal cell with central unbranched appendage, 3–9 μm long. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and feathery, lobate margins, covering dish after 2 wk at 25 °C. On MEA surface dirty white, reverse luteous. On PDA surface pale luteous to luteous, reverse amber. On OA surface pale luteous. Specimen examined: Spain, Zaragoza, Carretera el Frago, on needles of Cupressus sempervirens (Cupressaceae), 7 Jan. 2016, R. Blasco, culture CPC 30399 = CBS 143436. Notes: Phylogenetically the present collection is identical (based on ITS and LSU, and almost identical based on tub2) to Pe. hollandica (Maharachchikumbura et al. 2014). Morphologically, however, they are quite distinct, with Pe. hollandica having conidia that are larger, (25–)25.5–33(–34) × 8.5–10(–10.5) μm, with 1–4 tubular apical appendages, 20–40 μm long. Based on a megablast search using the ITS sequence in NCBI’s GenBank nucleotide database, the ITS sequence is identical to Pe. hollandica (CBS 265.33; GenBank NR_147555), Pe. monochaeta (CBS 144.97; GenBank NR_147554) and Pe. funerea (ML4DY; GenBank EF055197). The highest similarities using the LSU sequence in NCBI’s GenBank nucleotide database, the LSU sequence is identical to Pe. monochaeta (CBS 144.97; GenBank KM116229), Pe. hollandica (CBS 265.33; GenBank KM116228) and Pe. hangzhouensis (PSHI2002Endo390; GenBank DQ657865). The highest similarities using the tef1 sequence were Pe. verruculosa (GenBank JX399061; Identities 298 / 299 (99 %), no gaps), Pe. hollandica (GenBank KM199481; Identities 281 / 286 (98 %), no gaps) and Pe. brassicae (GenBank KM199558; Identities 268 / 273 (98 %), no gaps). The highest similarities using the tub2 sequence were Pe. hollandica (GenBank KM199388; Identities 446 / 447 (99 %), no gaps), Pe. italiana (GenBank KP781882; Identities 442 / 445 (99 %), 2 gaps (0 %)) and Pe. monochaeta (GenBank KX642435; Identities 448 / 452 (99 %), 2 gaps (0 %)). Phyllosticta hakeicola Crous & T.I. Burgess, sp. nov. MycoBank MB824782. Fig. 30. Etymology: Name refers to Hakea, the host genus from which it was collected. Conidiomata pycnidial, solitary, globose, dark brown, 150–250 μm diam, with central ostiole, 25–40 μm diam; wall of 3–8 layers of brown textura angularis. Conidiophores lining the inner cavity, 1–2-septate, subcylindrical, hyaline, smooth, branched below, 20–30 × 6–10 μm. Conidiogenous cells terminal and intercalary, subcylindrical, hyaline, smooth, 8–15 × 3–5 μm, proliferating percurrently at apex. Conidia solitary, ellipsoid to obovoid, aseptate, smooth, hyaline, guttulate, granular, (9–)10–13(–15) × (6.5–)7 μm; conidia encased in a persistent mucoid sheath, 2–3 μm diam, but with a single apical mucoid appendage, 5–12 × 1.5–2 μm, tapering to subacutely rounded apex. Culture characteristics: Colonies flat to erumpent, spreading, with sparse to moderate aerial mycelium and feathery, lobate margins, reaching 55 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface and reverse iron-grey. Specimen examined: Australia, New South Wales, Fitzroy Falls, on leaves of Hakea sp. (Proteaceae), 26 Nov. 2016, P.W. Crous (holotype CBS H-23315, culture ex-type CPC 32041 = CBS 143492). Notes: Van der Aa & Vanev (2002) placed Phyllosticta hakeae in the genus Microsphaeropsis, and presently no species of Phyllosticta are known from Hakea. Phylogenetically (Fig. 31), Ph. hakeicola is closely related to Ph. telopeae (also Proteaceae; Crous et al. 2000), but can be distinguished by its larger conidia, (12–)13–16(–18) × (7–)8–9 μm (Swart et al. 1998). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Ph. telopeae (GenBank KF206205; Identities 568 / 570 (99 %), no gaps), Ph. abieticola (GenBank NR_147344; Identities 562 / 570 (99 %), 2 gaps (0 %)) and Ph. ligustricola (GenBank NR_136951; Identities 609 / 626 (97 %), 4 gaps (0 %)). The highest similarities using the LSU sequence were Ph. telopeae (GenBank KF766384; Identities 841 / 841 (100 %), no gaps), Ph. abieticola (GenBank EU754193; Identities 852 / 854 (99 %), no gaps) and Ph. philoprina (GenBank DQ377878; Identities 852 / 854 (99 %), no gaps). The highest similarities using the actA sequence were Ph. abieticola (GenBank KF289238; Identities 225 / 225 (100 %), no gaps), Ph. telopeae (GenBank KF289255; Identities 222 / 225 (99 %), no gaps) and Ph. foliorum (GenBank KF289247; Identities 221 / 225 (98 %), no gaps). The highest similarities using the gapdh sequence were Ph. hubeiensis (GenBank JX025029; Identities 339 / 351 (97 %), 1 gap (0 %)), Ph. cavendishii (GenBank KU716083; Identities 324 / 337 (96 %), no gaps) and Ph. citricarpa (GenBank KX280614; Identities 323 / 336 (96 %), no gaps). The highest similarities using the tef1 sequence were Ph. telopeae (GenBank KF766435; Identities 303 / 308 (98 %), no gaps), Ph. yuccae (GenBank JX227948; Identities 371 / 396 (94 %), 5 gaps (1 %)) and Ph. minima (GenBank KF766432; Identities 287 / 309 (93 %), 6 gaps (1 %)). Polyscytalum chilense Crous & M.J. Wingf., sp. nov. MycoBank MB824783. Fig. 32. Etymology: Name refers to Chile, the country where this fungus was collected. Mycelium consisting of branched, septate, brown, smooth, 2–3 μm diam hyphae. Conidiophores solitary, erect, 1–3-septate, subcylindrical, brown, smooth, straight to geniculous-sinuous, 30–60 × 3–4 μm. Conidiogenous cells terminal and intercalary, subcylindrical to clavate, 7–12 × 3–4 μm; scars arranged in a rachis, prominent, thickened, darkened and refractive, 1–1.5 μm diam. Conidia cylindrical, pale brown, smooth, prominently guttulate, 1-septate, apex obtuse, base truncate, 1–1.5 μm diam, somewhat darkened and refractive, in very long, unbranched chains, (13–)15–18(–20) × (2–)2.5 μm. Culture characteristics: Colonies erumpent, spreading, with sparse aerial mycelium and feathery, lobate margins, reaching 15 mm diam after 2 wk at 25 °C. On MEA surface ochreous, reverse chestnut. On PDA surface and reverse amber. On OA surface iron-grey. Specimen examined: Chile, on leaves of Eucalyptus urophylla (Myrtaceae), Jun. 2010, M.J. Wingfield (holotype CBS H-23403, culture ex-type CPC 31946 = CBS 143387). Notes: Sutton (1973) established the genus Anungitea for a genus of hyphomycetes with dark, solitary conidiophores, bearing a head of denticles with flattened conidiogenous scars that are neither thickened nor darkened, and chains of cylindrical, 1-septate subhyaline conidia. Since its introduction, several taxa have been added to the genus, and because the type A. fragilis remains phylogenetically undefined, the generic concept has widened. As seen in the present study, several of these “Anungitea” species cluster with Po. fecundissimum, the type species of Polyscytalum. It has become clear that the generic concepts of these two genera overlap and that several species would be better accommodated in Polyscytalum than in Anungitea. Polyscytalum has cylindrical conidia that vary from being 0–1-septate, hyaline to pale brown, smooth, with truncate ends (those in Anungitea have obtuse ends), and the scars can be somewhat darkened and refractive, but unthickened in both genera (see Pseudoanungitea with thickened hila elsewhere in this manuscript). Phylogenetically (Fig. 13), Po. chilense is distinct from all species known from Eucalyptus (Crous et al. 2017a) and is most similar to Po. grevilleae, which has setae, and smaller conidia, (10–)13–16(–22) × (2–)2.5–3 μm (Crous et al. 2016b). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Po. grevilleae (GenBank KX228252; Identities 537 / 560 (96 %), no gaps), Po. eucalyptorum (GenBank NR_132904; Identities 534 / 560 (95 %), 1 gap (0 %)) and Po. fecundissimum (GenBank EU035441; Identities 371 / 391 (95 %), 2 gaps (0 %)). The highest similarities using the LSU sequence were Po. eucalyptigena (GenBank KY173477; Identities 818 / 821 (99 %), no gaps), Phlogicylindrium eucalypti (GenBank DQ923534; Identities 888 / 896 (99 %), 1 gap (0 %)) and Po. eucalyptorum (GenBank KJ869176; Identities 878 / 886 (99 %), no gaps). Polyscytalum eucalyptigenum (Crous & M.J. Wingf.) Crous & M.J. Wingf., comb. nov. MycoBank MB824784. Fig. 33. Basionym: Anungitea eucalyptigena Crous & M.J. Wingf., Persoonia 37: 339. 2016. Description and illustration: Crous et al. (2016a). Mycelium consisting of brown, smooth, septate, 2–3 μm diam hyphae. Conidiophores erect, solitary, subcylindrical, unbranched, brown, smooth, flexuous, 1–3-septate, 20–100 × 3–4 μm. Conidiogenous cells integrated, terminal, 7–15 × 3–4 μm, apex swollen with several sympodial loci, denticulate, flat-tipped, 1–2 × 2–2.5 μm, not thickened nor darkened. Ramoconidia subcylindrical, pale brown, smooth, 0–1-septate, 12–20 × 2.5–3 μm. Conidia occurring in long, unbranched chains, cylindrical with truncate ends, hyaline, smooth, guttulate, medianly 1-septate, (11–)13–17(–20) × (2–)2.5 μm. Culture characteristics: Colonies flat, spreading, with sparse aerial mycelium and feathery, lobate margins, reaching 30 mm diam after 2 wk at 25 °C. On MEA surface ochreous, reverse iron-grey. On PDA surface amber, reverse brown vinaceous. On OA surface olivaceous grey. Specimens examined: Chile, on leaves of Eucalyptus grandis × uromycoides (Myrtaceae), Jun. 2010, M.J. Wingfield (specimen CBS H-23421, culture CPC 31878 = CBS 143388). Malaysia, Kota Kinabalu, on leaf spots of Eucalyptus grandis × pellita (Myrtaceae), 30 May 2015, M.J. Wingfield (holotype CBS H-22888, culture ex-type CPC 28762 = CBS 142102). Notes: The present collection from Chile is morphologically and phylogenetically (Fig. 13) similar to the ex-type strain of Po. eucalyptigenum from Malaysia (ramoconidia 16–20 × 2.5–3 μm, conidia (11–)14–16(–18) × (2–)2.5(–3) μm; Crous et al. 2016a). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Po. eucalyptigena (GenBank KY173383; Identities 570 / 571 (99 %), no gaps), Po. grevilleae (GenBank KX228252; Identities 548 / 571 (96 %), 11 gaps (1 %)) and Po. eucalyptorum (GenBank NR_132904; Identities 545 / 571 (95 %), 12 gaps (2 %)). The highest similarities using the LSU sequence were Po. eucalyptorum (GenBank KY173477; Identities 819 / 821 (99 %), no gaps), Po. grevilleae (GenBank KX228304; Identities 824 / 831 (99 %), no gaps) and Phlogicylindrium eucalypti (GenBank DQ923534; Identities 835 / 844 (99 %), 1 gaps (0 %)). Polyscytalum eucalyptorum (Crous & R.G. Shivas) Crous, comb. nov. MycoBank MB824785. Basionym: Anungitea eucalyptorum Crous & R.G. Shivas, Persoonia 32: 199. 2014. Description and illustration: Crous et al. (2014). Specimen examined: Australia, Queensland, Dave’s Creek, S28°12’13.7” E153°12’9.5”, on Eucalyptus (Myrtaceae) leaf litter, 11 Jul. 2009, P.W. Crous & R.G. Shivas, (holotype CBS H-21678, culture ex-type CPC 17207 = CBS 137967). Polyscytalum grevilleae (Crous & Jacq. Edwards) Crous, comb. nov. MycoBank MB824786. Basionym: Anungitea grevilleae Crous & Jacq. Edwards, Persoonia 36: 327. 2016. Description and illustration: Crous et al. (2016b). Specimen examined: Australia, Victoria, Royal Botanic Gardens Cranbourne, S38°7’ 49.6” E145°16’9”, on leaves of Grevillea sp. (Proteaceae), 7 Nov. 2014, P.W. Crous & J. Edwards (holotype CBS H-22591, culture ex-type CPC 25576 = CBS 141282). Polyscytalum neofecundissimum Crous & Akulov, sp. nov. MycoBank MB824787. Fig. 34. Etymology: Name refers to its morphological similarity to Polyscytalum fecundissimum. Conidiophores reduced to conidiogenous cells or erect, flexuous, subcylindrical, branched, up to 100 μm tall, pale brown, smooth. Conidiogenous cells terminal and intercalary, subcylindrical, pale brown, smooth, 20–25 × 3–4 μm, proliferating sympodially at apex, scars unthickened, 2–2.5 μm diam. Conidia occurring in chains, cylindrical with obtuse ends, hyaline, smooth, medianly 1-septate, guttulate, (12–)14–17(–20) × 2(–3) μm. Culture characteristics: Colonies erumpent, spreading, surface folded, with moderate aerial mycelium and smooth, lobate margins, reaching 20 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface olivaceous grey, reverse iron-grey. Specimen examined: Ukraine, Ternopil region, Zalischyky district, Dniester Canyon, on leaf litter of Quercus robur (Fagaceae), associated with the mycelium of Cladosporium sp., 7 Oct. 2016, A. Akulov, specimen ex CWU (MYC) AS 6073 isotype (holotype CBS H-23419, culture ex-type CPC 31826 = CBS 143390). Notes: Polyscytalum neofecundissimum is morphologically and phylogenetically (Fig. 13) similar to Po. fecundissimum (conidia 13–18 × 2 μm; Ellis 1971), except that it has larger conidia. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Po. fecundissimum (GenBank EU035441; Identities 562 / 578 (97 %), no gaps), Subulispora britannica (GenBank EF029198; Identities 535 / 571 (94 %), 2 gaps (0 %)) and Pseudophloeospora eucalyptorum (GenBank NR_145406; Identities 436 / 494 (88 %), 18 gaps (3 %)). The highest similarities using the LSU sequence were Po. fecundissimum (GenBank EU035441; Identities 800 / 809 (99 %), no gaps), Po. eucalyptigena (GenBank KY173477; Identities 812 / 823 (99 %), 2 gaps (0 %)) and Po. eucalyptorum (GenBank KJ869176; Identities 831 / 843 (99 %), 2 gaps (0 %)). Polyscytalum nullicananum (Crous) Crous, comb. nov. MycoBank MB824788. Basionym: Anungitea nullicana Crous, Persoonia 39: 411. 2017. Description and illustration: Crous et al. (2017b). Specimen examined: Australia, New South Wales, Nullica State Forest, on leaf litter of Eucalyptus sp. (Myrtaceae), 29 Nov. 2016, P.W. Crous (holotype CBS H-23297, culture ex-type CPC 32528 = CBS 143406). Pseudoanungitea Crous, gen. nov. MycoBank MB824789. Etymology: Name refers to its morphological similarity to Anungitea. Mycelium consisting of branched, septate, brown, smooth, 2–3 μm diam hyphae. Conidiophores solitary, erect, septate, subcylindrical, brown, smooth, straight to flexuous. Conidiogenous cells terminal and intercalary, subcylindrical to clavate; scars arranged in a rachis, prominent, thickened, darkened and refractive. Conidia fusoid-ellipsoid, pale brown, smooth, prominently guttulate, 0–1-septate, hila somewhat darkened and refractive, in short (1–2) unbranched chains. Type species: Pseudoanungitea syzygii (Crous et al.) Crous. Pseudoanungitea syzygii (Crous et al.) Crous, comb. nov. MycoBank MB824790. Basionym: Anungitea syzygii Crous et al., Canad. J. Bot. 73(2): 225. 1995. Description and illustration: Crous et al. (1995). Specimen examined: South Africa, Mpumalanga, Sabie, on leaf litter of Syzygium chordatum (Myrtaceae), Mar. 1993, W.J. Swart (holotype PREM 51687, culture ex-type CPC 578 = CBS 520.93). Notes: Anungitea includes species with dark, solitary conidiophores, bearing a head of denticles with flattened conidiogenous scars that are unthickened and not darkened, and chains of cylindrical, 1-septate subhyaline conidia, with apical and basal scars (Sutton 1973). Anungitopsis is similar but includes taxa with indistinguishable scars arranged in a rachis. Neoanungitea is somewhat intermediate between these two genera, having a rachis, but with flat-tipped loci (Crous et al. 2017b). Because the type species of Anungitea (A. fragilis) is not presently known from culture and needs to be recollected (leaves of Abies balsamea, Manitoba, Canada), the phylogeny of Anungitea remains unresolved, and several unrelated taxa have been described in the genus. The two species treated here cluster apart from the generic clade assumed to be Anungitea s. str. They differ from Anungitea in having terminal and intercalary conidiogenous cells, and refractive, thickened scars that give rise to short conidial chains with somewhat darkened and refractive hila. Pseudoanungitea vaccinii Crous & R.K. Schumach., sp. nov. MycoBank MB824791. Fig. 35. Etymology: Name refers to Vaccinium, the host genus from which this fungus was collected. Mycelium consisting of branched, septate, brown, smooth, 2–3 μm diam hyphae. Conidiophores solitary, erect, 0–3-septate, subcylindrical, brown, smooth, straight to flexuous, 8–40 × 3–5 μm. Conidiogenous cells terminal and intercalary, subcylindrical to clavate, 5–20 × 3–5 μm; scars arranged in a rachis, prominent, thickened, darkened and refractive, 1–1.5 μm diam. Conidia fusoid-ellipsoid, pale brown, smooth, prominently guttulate, 0–1-septate, apex obtuse, base truncate, 1–1.5 μm diam, somewhat darkened and refractive, in short (1–2) unbranched chains, (8–)10–12(–13) × (2–)3(–4) μm. Culture characteristics: Colonies erumpent, spreading, with sparse aerial mycelium and smooth, lobate margins, reaching 7 mm diam after 1 mo at 25 °C. On MEA, PDA and OA surface and reverse brown vinaceous. Specimen examined: Germany, near Berlin, on stem of Vaccinium myrtillus (Ericaceae), 16 Jan. 2016, R.K. Schumacher (holotype CBS H-23422, culture ex-type CPC 30522 = CBS 143164). Notes: Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Anungitea syzygii (GenBank KY853424; Identities 499 / 526 (95 %), 4 gaps (0 %)), Tothia fuscella (GenBank JF927786; Identities 504 / 561 (90 %), 11 gaps (1 %)) and T. spartii (GenBank NR_132917; Identities 430 / 487 (88 %), 15 gaps (3 %)). The highest similarities using the LSU sequence were Cylindrosympodium lauri (GenBank EU035414; Identities 840 / 855 (98 %), no gaps), Cy. variabile (GenBank KX228353; Identities 836 / 852 (98 %), no gaps) and An. syzygii (GenBank KY853484; Identities 802 / 823 (98 %), 6 gaps (0 %)). Pseudoanungitea variabilis Hern.-Restr., sp. nov. MycoBank MB824792. Fig. 36. Etymology: Name refers to the variable conidial morphology. Mycelium consisting of branched, septate, pale brown to brown, smooth, 1–2 μm diam hyphae. Conidiophores solitary, erect, simple, rarely branched, subcylindrical, straight to flexuous, 0–7-septate, brown paler to the apex, smooth, 18–100 × 2–3 μm. Conidiogenous cells terminal and intercalary, sympodial, denticulate, subcylindrical, 8.5–23.5 × 2.5–4 μm; denticles prominent, sometimes darkened, 1–1.5 μm diam. Conidia in short chains (1–2(–4)), two shapes a. fusoid-ellipsoid, hyaline, smooth, sometimes guttulate, 0–1-septate, apex obtuse or truncate, base truncate, 1–1.5 μm diam, somewhat darkened and refractive, 8–14 × 2–2.5(–3) μm; b. globose, subglobose to pyriform, hyaline, smooth, aseptate, apex obtuse, base truncated, 1–1.5 μm diam, 4–8.5 × 2–4 μm. Culture characteristics: Colonies after 1 mo at 25 °C, on OA reaching 6 mm, velvety, brown vinaceous, entire to lobate margin; reverse brown vinaceous. On MEA and PDA reaching 6–12 mm, effuse becoming raised, aerial mycelium pale mouse grey, submerged mycelium black, lobate margin; reverse black. Specimen examined: Spain, Castilla la Mancha, Hayedo de la Tejera Negra Natural Park, on dead wood, May 2011, M. Hernández-Restrepo, J. Mena & J. Guarro (holotype CBS H-23494, culture ex-type CBS 132716). Notes: Pseudoanungitea variabilis is distinct from other species in the genus due to its having two conidial shapes. Some conidia are fusoid-ellipsoid resembling those of Ps. syzygii and Ps. vaccini (Crous et al. 1995, this study). However, Ps. variabilis can be distinguished by the presence of globose conidia. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Sympodiella acicola (GenBank KY853468; Identities 370 / 412 (90 %), 17 gaps (4 %)), Tothia fuscella (GenBank JF927786; Identities 469 / 528 (89 %), 13 gaps (2 %)) and T. spartii (GenBank NR_132917; Identities 399 / 448 (89 %), 10 gaps (2 %)). The highest similarities using the LSU sequence were Cylindrosympodium lauri (GenBank EU035414; Identities 820 / 849 (97 %), 6 gaps (0%)), Cyl. variabile (GenBank KX228353; Identities 819 / 849 (96 %), 6 gaps (0%)) and Repetophragma goidanichii (GenBank DQ408574; Identities 802 / 836 (96 %), 9 gaps (1 %)). Pseudocamarosporium africanum (Damm et al.) Crous, Sydowia 67: 110. 2015. Fig. 37.Basionym: Paraconiothyrium africanum Damm et al., Persoonia 20: 15. 2008. Conidiomata separate, pycnidial, brown, erumpent, globose, 150–200 μm diam, with 1–2 ostioles, exuding a brown conidial mass; wall of 3–4 layers of brown textura angularis. Conidiophores reduced to conidiogenous cells. Conidiogenous cells lining the inner cavity, hyaline, smooth, doliiform with periclinal thickening at apex, 4–9 × 3–6 μm. Conidia solitary, hyaline, smooth, becoming brown, finely roughened, subcylindrical, apex obtuse, at times slightly clavate, base truncate to bluntly rounded, 0–1-septate, (6–)7–8(–9) × (2.5–)3–3.5(–4) μm. Spermatogonia separate or in same conidioma as conidia, globose, brown, up to 150 μm diam, with central ostiole; wall of 3–4 layers of brown textura angularis. Spermatophores reduced to conidiogenous cells. Spermatogenous cells lining the inner cavity, ampulliform to doliiform, hyaline, smooth, 4–6 × 3–4 μm, apex with visible periclinal thickening and minute collarette. Spermatia solitary, smooth, hyaline, subcylindrical, straight to slightly curved, apex obtuse, base truncate, 3–5 × 1.5 μm. Culture characteristics: Colonies spreading, with sparse to moderate aerial mycelium. On MEA surface pale mouse grey, reverse greyish sepia; on PDA surface and reverse fuscous black; on OA surface mouse grey. Specimen examined: South Africa, Western Cape Province, Franschhoek pass, twigs of Erica sp. (Ericaceae), Nov. 2014, M.J. Wingfield (specimen CBS H-23425, culture CPC 25926 = CBS 144204). Notes: The present collection is phylogenetically identical to Pseudocamarosporium africanum. The latter taxon was originally described from branches of Prunus persica in South Africa. Morphologically, the two collections are also similar in that conidia of the ex-type strain of Ps. africana are 1-septate, rarely 3- or 4-celled, brown and thick-walled, verruculose, (4–) 6.5–9.5(–12) × (2.5–)3–4(–5) μm (Damm et al. 2008). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Ps. africanum (GenBank EU295650; Identities 457 / 457 (100 %), no gaps), Ps. cotinae (GenBank KY098789; Identities 475 / 477 (99 %), no gaps) and Pseudocamarosporium “sp. 2” (GenBank KY929162; Identities 475 / 477 (99 %), no gaps). The highest similarities using the LSU sequence were Ps. cotinae (GenBank KY098790; Identities 835 / 835 (100 %), no gaps), Pseudocamarosporium “sp. 2” (GenBank KY929187; Identities 835 / 835 (100 %), no gaps) and Paracamarosporium “sp. 1” (GenBank KY929184; Identities 835 / 835 (100 %), no gaps). Pseudocamarosporium brabeji (Marinc. et al.) Crous, Sydowia 67: 110. 2015. Fig. 38. Basionym: Camarosporium brabeji Marinc. et al., in Marincowitz et al., CBS Diversity Ser. (Utrecht) 7: 90. 2008. Conidiomata pycnidial, superficial on PNA, solitary, globose, brown, 200–250 μm diam, with central papillate ostiole up to 100 μm diam. Peridium of 3–6 layers of brown textura angularis, thick-walled, dark brown. Conidiophores reduced to conidiogenous cells. Conidiogenous cells hyaline, smooth, 5–8 × 4–5 μm, ampulliform to doliiform with periclinal thickening at apex. Conidia brown, ellipsoid or subcylindrical, (9–)10–12(–13) × (4–)5(–6) μm, 1–3-transversely septate, straight or oblique, smooth to finely roughened, thick-walled. Culture characteristics: Colonies flat, spreading with moderate aerial mycelium. On MEA surface pale mouse grey, reverse greyish sepia; on PDA surface and reverse fuscous black; on OA surface honey. Specimens examined: Switzerland, on branch of Platanus sp. (Platanaceae), 24 Jun. 2014, O. Holdenrieder (specimen CBS H-23429, culture CPC 25002 = CBS 144205); ibid. (CPC 25004, 25843, 27400, 30973, 31482). Notes: Pseudocamarosporium and Paracamarosporium were recently introduced to accommodate camarosporium-like taxa that reside in Didymosphaeriaceae (Wijayawardene et al. 2014). Both genera were also shown to include species with a coniothyrium-like morphology (Crous et al. 2015a). Pseudocamarosporium brabeji was treated as Pseudocamarosporium sp. 2. in Crous & Groenewald (2017). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Ps. tilicola (GenBank KJ747050; Identities 555 / 555 (100 %), no gaps), Ps. brabeji (GenBank EU552105; Identities 578 / 579 (99 %), 1 gap (0 %)), and Ps. lonicerae (GenBank KJ747047; Identities 571 / 572 (99 %), 1 gap (0 %)). The highest similarities using the LSU sequence were Ps. cotinae (GenBank KY098790; Identities 882 / 882 (100 %), no gaps), Paracamarosporium “sp. 1” (GenBank KY929184; Identities 882 / 882 (100 %), no gaps) and Pa. fagi (GenBank KY929183; Identities 882 / 882 (100 %), no gaps). Pseudocercospora breonadiae Crous & Jol. Roux, sp. nov. MycoBank MB824793. Fig. 39. Etymology: Name refers to Breonadia, the host genus from which this fungus was collected. Sporulation on the underside of leaves; lesions indistinct, pale to medium brown zones, containing several fungi, with Pseudocercospora breonadiae being intermixed with a Zasmidium sp., with superficial brown verruculose hyphae, and dark brown, verruculose, solitary, erect to flexuous conidiophores, giving rise to dark brown, verruculose obclavate conidia with thickened, darkened hila. Mycelium superficial on host surface, pale brown, smooth, branched, septate, 3–4 μm diam. Conidiophores solitary, arising from superficial hyphae, pale brown, smooth, erect, geniculate-sinuous, subcylindrical, 0–3-septate, 10–30 × 3–4 μm. Conidiogenous cells integrated, terminal, pale brown, smooth, subcylindrical with several terminal sympodial loci, flat-tipped, not thickened nor darkened, 1–1.5 μm diam, 7–12 × 3–4 μm. Conidia solitary, pale brown, smooth, guttulate, mostly gently curved, narrowly obclavate, apex subobtuse, base obconically truncate, 1–2 μm diam, 5–6(–8)-septate, (30–)50–80(–100) × (2.5–)3(–3.5) μm. Culture characteristics: Colonies erumpent, spreading, surface folded with moderate aerial mycelium and even, lobate margins, reaching 20 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface grey olivaceous, reverse iron-grey. Specimen examined: South Africa, Limpopo Province, Wolkberg, on leaves of Breonadia microcephala (Rubiaceae), Jan. 2010, J. Roux (holotype CBS H-23413, culture ex-type CPC 30153 = CBS 143489). Notes: No species of Pseudocercospora have been described from Breonadia microcephala. The closest allied species to Ps. breonadiae was Ps. planaltinensis, which was described from leaves of a Chamaecrista sp. in Brazil (Fig. 40). However, it is morphologically distinct, having cylindrical to obclavate conidia, 1–8-septate, 49–129 × 3–5 μm (Silva et al. 2016). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Ps. planaltinensis (GenBank KT290137; Identities 503 / 505 (99 %), no gaps), Ps. fuligena (GenBank GU214675; Identities 539 / 543 (99 %), 1 gap (0 %)) and Ps. chengtuensis (GenBank GU214672; Identities 539 / 543 (99 %), 1 gap (0 %)). The highest similarities using the LSU sequence were Ps. dingleyae (GenBank KX286997; Identities 840 / 841 (99 %), no gaps), Ps. proiphydis (GenBank KM055434; Identities 840 / 841 (99 %), no gaps) and Ps. airliensis (GenBank KM055433; Identities 840 / 841 (99 %), no gaps). The highest similarities using the actA sequence were Ps. paraguayensis (GenBank KF903444; Identities 507 / 521 (97 %), no gaps), Ps. piricola (GenBank KY048162; Identities 562 / 578 (97 %), no gaps) and Ps. flavomarginata (GenBank JX902134; Identities 522 / 537 (97 %), no gaps). The highest similarities using the rpb2 sequence were Ps. neriicola (GenBank KX462647; Identities 681 / 686 (99 %), no gaps), Ps. crispans (GenBank KX462623; Identities 674 / 686 (98 %), no gaps) and Ps. fukuokaensis (GenBank KX462632; Identities 672 / 686 (98 %), no gaps). The highest similarities using the tef1 sequence were Ps. basiramifera (GenBank DQ211677; Identities 464 / 518 (90 %), 13 gaps (2 %)), Ps. parapseudarthriae (GenBank KJ869238; Identities 457 / 511 (89 %), 6 gaps (1 %)) and Ps. jahnii (GenBank KM393284; Identities 449 / 509 (88 %), 8 gaps (1 %)). Rhinocladiella quercus Crous & R.K. Schumach., Sydowia 68: 219. 2016. Fig. 41. Mycelium consisting of pale brown, smooth, branched, septate, 2–3 μm diam hyphae. Conidiophores trimorphic. Microconidiophores exophiala-like, reduced to conidiogenous loci on hyphae, phialidic hyphal pegs solitary, 1–2 × 1 μm, giving rise to a mucoid conidial mass. Macroconidiophores ramichloridium-like, cylindrical, erect, medium brown, smooth, 1–2-septate, unbranched, straight, 20–30 × 2–3 μm. Conidiogenous cells terminal, medium brown, smooth, developing a rachis of pimple-like denticles, 0.5 μm diam, refractive, 11–25 × 2–3 μm. Conidia solitary, hyaline, smooth, ellipsoid to cylindrical, straight to slightly curved, (3–)4(–5) × 1.5–2 μm. Cladophialophora-like morph developing at hyphal ends, with cells becoming swollen, ellipsoid, aseptate, and prominently constricted at septa, in branched chains, 4–7 × 3–4 μm. Culture characteristics: Colonies erumpent, spreading, with moderate aerial mycelium and even, lobate margins, reaching 20 mm diam after 2 wk at 25 °C. On MEA, PDA and OA, surface and reverse olivaceous grey. Specimen examined: Germany, near Berlin, on branch of Sorbus aucuparia (Rosaceae), 17 Feb. 2016, R.K. Schumacher (specimen CBS H-23406, culture CPC 30459 = CBS 143495). Notes: Rhinocladiella quercus was recently described from twigs of Quercus robur collected near Berlin in Germany (Hernández-Restrepo et al. 2016). The morphology of the present collection on Sorbus aucuparia closely matches that of the type. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were R. quercus (GenBank KX306769; Identities 633 / 642 (99 %), 1 gap (0 %)), Capronia sp. (GenBank AF050240; Identities 613 / 617 (99 %), 1 gap (0 %)) and Cladophialophora sp. (GenBank JX494354; Identities 621 / 634 (98 %), 3 gaps (0 %)). The highest similarities using the LSU sequence were R. quercus (GenBank KX306794; Identities 792 / 792 (100 %), no gaps), Capronia sp. (GenBank JN941378; Identities 799 / 801 (99 %), no gaps) and Ca. fungicola (GenBank FJ358224; Identities 768 / 801 (96 %), 3 gaps (0 %)). No significant hits were obtained when the tef1 and tub2 sequences were used in a megablast search. Roussoella euonymi Crous & Akulov, sp. nov. MycoBank MB824794. Fig. 42. Etymology: Name refers to Euonymus, the host genus from which this fungus was collected. Conidiomata erumpent, globose, brown, pycnidial, 150–300 μm diam, with central ostiole, exuding a black conidial mass. Conidiophores reduced to conidiogenous cells, lining the inner cavity, hyaline, smooth, ampulliform to doliiform, proliferating percurrently at apex, 5–12 × 5–7 μm. Conidia solitary, ellipsoid, guttulate, aseptate, apex obtuse, base 2 μm diam, bluntly rounded, thick-walled, becoming warty, golden-brown to red-brown, (6–)7(–8) × (4–)5–6 μm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and even, lobate margins, reaching 60 mm diam after 2 wk at 25 °C. On MEA surface olivaceous grey with patches of pale olivaceous grey, reverse pale olivaceous grey. On PDA surface olivaceous grey, reverse iron-grey. On OA surface iron-grey. Specimen examined: Ukraine, Ternopil region, Zalischyky district, Dniester Canyon, on fallen branches of Euonymus europaeus (Celastraceae), 14 Oct. 2016, A. Akulov, specimen ex CWU (MYC) AS 6061 isotype (holotype CBS H-23420, culture ex-type CPC 31963 = CBS 143426). Notes: Based on the LSU sequence, Roussoella euonymi is accommodated in the Roussoellaceae, being similar to other asexual species such as Ro. solani and Ro. mexicana (Crous et al. 2015b, c). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were numerous unidentified “Pleosporales sp.” sequences (e.g. GenBank HM116753; Identities 542 / 561 (97 %), 1 gap (0 %)), with the closest known species being Ro. neopustulans (GenBank KJ474833; Identities 441 / 474 (93 %), 5 gaps (1 %)) and Ro. pustulans (GenBank KJ474830; Identities 442 / 478 (92 %), 4 gaps (0 %)). The highest similarities using the LSU sequence were Ro. mukdahanensis (GenBank KU863118; Identities 837 / 847 (99 %), no gaps), Arthopyrenia salicis (GenBank LN907499; Identities 843 / 854 (99 %), no gaps) and Ro. neopustulans (GenBank KU863119; Identities 839 / 850 (99 %), no gaps). Only distant hits were obtained using the actA sequence; some of these were Stagonosporopsis cucurbitacearum (GenBank KX246908; Identities 459 / 509 (90 %), 10 gaps (1 %)), S. citrulli (GenBank KX246907; Identities 459 / 509 (90 %), 10 gaps (1 %)) and S. caricae (GenBank KX246909; Identities 458 / 509 (90 %), 10 gaps (1 %)). Only distant hits were obtained using the rpb2 sequence; for example with Torula herbarum (GenBank KF443393; Identities 582 / 735 (79 %), 6 gaps (0 %)). No significant hits were obtained with the tub2 sequence. Setophaeosphaeria citricola Crous & M.J. Wingf., sp. nov. MycoBank MB824795. Fig. 43. Etymology: Name refers to Citrus, the host genus from which this fungus was collected. Ascomata on twigs immersed, black, 150–250 μm diam, globose, opening via a central ostiole that could with age become an irregular rupture in ascomatal wall; wall of 2–3 layers of brown textura angularis. Asci bitunicate, sessile, subcylindrical to narrowly ellipsoid, apical chamber 1–2 μm diam, stipitate, 50–70 × 11–15 μm. Ascospores multiseriate, hyaline, thin-walled, smooth, aseptate, fusoid-ellipsoidal, widest in upper third, apex subobtusely rounded, base obtuse, (16–)19–20(–22) × (4.5–)5(–6) μm. Conidiomata pycnidial, 150–250 μm diam, aggregated, globose, pale brown with dark brown central ostiole, 20–30 μm diam, ostiole surrounded by brown, thick-walled, verruculose, septate hyphae, up to 100 μm long, 4–5 μm diam at base, apex obtuse. Conidiophores reduced to conidiogenous cells lining the inner cavity, hyaline, smooth, ampulliform to doliiform, 5–7 × 5–6 μm, phialidic with prominent periclinal thickening. Conidia solitary, hyaline, smooth, aseptate, multiguttulate and granular, fusoid-ellipsoid, straight to irregularly twisted, apex obtuse, base truncate, 2 μm diam, (10–)12–14(–17) × 3–3.5(–4) μm. Culture characteristics: Colonies flat, spreading, with sparse aerial mycelium and even, lobate margins, reaching 45 mm diam after 2 wk at 25 °C. On MEA surface pale mouse grey to mouse grey, reverse mouse grey. On PDA surface olivaceous grey, reverse mouse grey. On OA surface olivaceous grey. Specimen examined: Australia, New South Wales, Mount Annan Botanical Garden, on leaves of Citrus australasica (Rutaceae), 25 Nov. 2016, P.W. Crous (holotype CBS H-23271, culture ex-type CPC 32083 = CBS 143179). Notes: Coniothyrium sidae was recently described from a Sida sp. collected in Brazil (Quaedvlieg et al. 2013). Although the ITS is identical (Fig. 44), the morphology is very different, with the sexual morph having hyaline, aseptate ascospores, those of Con. sidae being brown, (3–)5-septate, (18–)20–24(–26) × (4–)5(–5.5) μm, and conidia being smaller, fusoid-ellipsoidal, straight to slightly curved, (9–)10–12(–13) × (2.5–)3 μm. Conidia of S. citri, described from Citrus in Italy, are smaller than those of S. citricola, 3.5–5 × 2–3 μm (Crous et al. 2017b). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Con. sidae (GenBank KF251149; Identities 518 / 520 (99 %), no gaps), Phaeosphaeria setosa (GenBank AF439500; Identities 472 / 476 (99 %), no gaps) and S. hemerocallidis (GenBank KJ869161; Identities 503 / 521 (97 %), 10 gaps (1 %)). The highest similarities using the LSU sequence were Con. sidae (GenBank KF251653; Identities 835 / 836 (99 %), no gaps), S. badalingensis (GenBank KJ869219; Identities 828 / 832 (99 %), no gaps) and Leptosphaeria rubefaciens (GenBank JF740311; Identities 843 / 854 (99 %), no gaps). The highest similarities using the rpb2 sequence were Pyrenochaeta unguis-hominis (GenBank LT717682; Identities 715 / 847 (84 %), no gaps), Py. cava (GenBank LT717681; Identities 705 / 847 (83 %), no gaps) and Py. hakeae (GenBank KY173593; Identities 705 / 847 (83 %), no gaps). The best hit with the tef1 sequence was with Con. sidae (GenBank KF253109; Identities 439 / 500 (88 %), 21 gaps (4 %)) while the tub2 sequence was less than 87 % identical to species of Pyrenochaeta, Neocucurbitaria and Cucurbitaria. Setophaeosphaeria sidae (Quaedvl. et al.) Crous,comb. nov. MycoBank MB824796. Basionym: Coniothyrium sidae Quaedvl. et al., Stud. Mycol. 75: 374. 2013. Specimen examined: Brazil, Rio de Janeiro, Nova Friburgo, Riograndina, along roadside on Sida sp. (Malvaceae), 24 Feb. 2008, R.W. Barreto (holotype CBS H-21315, culture ex-type CPC 19602 = RWB 866 = CBS 135108). Sirastachys cyperacearum Crous & T.I. Burgess, sp. nov. MycoBank MB824797. Fig. 45. Etymology: Name refers to Cyperaceae, the substrate from which this fungus was collected. Conidiophores macro- and mononematous, single or in groups of 2–3, thin-walled, smooth, unbranched, erect, straight to flexuous, 3–4-septate, stipe 70–90 × 3–5 μm, bearing 5–10 conidiogenous cells. Conidiogenous cells phialidic, clavate to subclavate, hyaline (to faintly greenish), smooth, 10–12 × 3–5 μm, with collarettes. Conidia solitary, aseptate, ellipsoid, thick-walled, dark brown, guttulate, verrucose, (5–)6–7(–8) × (2.5–)3 μm, with rounded ends. Culture characteristics: Colonies flat, spreading, with sparse to moderate aerial mycelium and even, lobate margins, reaching 25 mm diam after 2 wk at 25 °C. On MEA surface olivaceous grey, reverse olivaceous grey to smoke grey. On PDA surface olivaceous grey, reverse smoke grey. On OA surface iron-grey. Specimen examined: Australia, New South Wales, Fitzroy Falls, on leaves of Cyperaceae, 26 Nov. 2016, P.W. Crous (holotype CBS H-23308, culture ex-type CPC 32087 = CBS 143444). Notes: The genus Sirastachys, based on Si. phaeospora, was recently established by Lombard et al. (2016). Phylogenetically the present collection is closely related to Si. phaeospora, but distinct in that the latter has smaller conidia, 4–5 × 2–3 μm, and shorter conidiophores (40–65 μm long) (Lombard et al. 2016). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Si. phaeospora (GenBank KU846667; Identities 581 / 588 (99 %), 2 gaps (0 %)), Si. pandanicola (GenBank KU846664; Identities 555 / 563 (99 %), 3 gaps (0 %)) and Stachybotrys parvispora (GenBank JN093263; Identities 543 / 552 (98 %), 2 gaps (0 %)). The highest similarities using the LSU sequence were Si. phyllophila (GenBank KU846784; Identities 822 / 827 (99 %), 1 gap (0 %)), Si. pandanicola (GenBank KU846777; Identities 820 / 827 (99 %), 1 gap (0 %)) and Si. phaeospora (GenBank KU846779; Identities 817 / 827 (99 %), 1 gap (0 %)). Sphaerellopsis paraphysata Crous & Alfenas, IMA Fungus 5: 411. 2014. Fig. 46. Conidiomata eustromatic, pycnidioid, 200–300 μm diam, immersed to erumpent, dark brown, multilocular, ostiolate, ostioles 30–40 μm diam; wall of 4–6 layers of medium brown textura angularis. Conidiophores reduced to conidiogenous cells, or 1–2-septate, hyaline, smooth, ampulliform to subcylindrical, unbranched, 7–20 × 3–5 μm. Conidiogenous cells hyaline, smooth, subcylindrical to ampulliform with percurrent proliferation at apex, 7–13 × 3–5 μm. Conidia solitary, hyaline, smooth, guttulate, medianly 1-septate, constricted or not, ellipsoid with mucoid polar appendages, (12–)14–17(–18) × (4–)4.5–5.5(–6) μm. Culture characteristics: Colonies flat, spreading, with sparse aerial mycelium and feathery margin, reaching 15 mm diam after 2 wk. On MEA, PDA and OA surface and reverse olivaceous grey. Specimen examined: Australia, New South Wales, Sussex Inlet, on leaves of Phragmites sp. (Poaceae), 27 Nov. 2016, P.W. Crous, CBS 143579 = CPC 32406. Notes: Sphaerellopsis paraphysata was recently described on a rust on Pennisetum sp. collected in Brazil (Trakunyingcharoen et al. 2014), and this is the first record of this hyperparasite from Australia. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Sphaerellopsis paraphysata (GenBank NR_137956; Identities 554 / 561 (99 %), no gaps), Eudarluca caricis (GenBank KP170655; Identities 426 / 475 (90 %), 7 gaps (1 %)) and Subplenodomus drobnjacensis (GenBank MG131867; Identities 426 / 481 (89 %), 14 gaps (2 %)). The highest similarities using the LSU sequence were Sphaerellopsis paraphysata (GenBank KP170729; Identities 840 / 841 (99 %), no gaps), Plenodomus congestus (GenBank JF740278; Identities 846 / 855 (99 %), 1 gap (0 %)) and Con. telephii (GenBank LN907332; Identities 847 / 857 (99 %), 1 gap (0 %)). The highest similarities using the rpb2 sequence were Leptosphaeria biglobosa (GenBank FO905662; Identities 680 / 868 (78 %), 4 gaps (0 %)), Curvularia affinis (GenBank HG779159; Identities 674 / 871 (77 %), 15 gaps (1 %)) and Plenodomus enteroleucus (GenBank KY064042; Identities 603 / 770 (78 %), 8 gaps (1 %)). The highest similarity using the tef1 sequence was Sp. paraphysata (GenBank KP170685; Identities 496 / 505 (98 %), 4 gaps (0 %)). The highest similarity using the tub2 sequence was Sp. paraphysata (GenBank KP170710; Identities 300 / 304 (99 %), no gaps). Subplenodomus iridicola Crous & Denman, sp. nov. MycoBank MB824798. Fig. 47. Etymology: Name refers to the fact that the fungus is found on Iris. Leaf spots pale brown with blackish margins, amphigenous, elongated, subcircular, 4–7 mm diam, up to 4 cm long. Ascomata immersed, globose, dark brown, 150–250 μm diam, with central ostiole, 20–30 μm diam; wall of 4–6 layers of brown textura angularis. Pseudoparaphyses intermingled among asci, subcylindrical, hyaline, smooth, hyphae-like, 2–3 μm diam. Asci 8-spored, fasciculate, stipitate, bitunicate, narrowly ellipsoid, ocular chamber 1.5–2 μm diam, 80–100 × 10–15 μm. Ascospores multiseriate, fusoid-ellipsoid, pale brown, guttulate, finely roughened, constricted at median septum, developing 1(–4) additional septa in both cells, at times first cell above median septum slightly swollen, (19–)21–25(–27) × (5–)6(–7) μm. Germinating ascospores become distorted, up to 8 μm diam, with germ tubes via terminal or intercalary cells. Conidiomata pycnidial, globose, pale brown, 100–200 μm diam, with central papillate ostiole, 20–30 μm diam; wall of 4–6 layers of brown textura angularis. Conidiophores reduced to conidiogenous cells lining inner cavity, doliiform, hyaline, smooth, phialidic with periclinal thickening, 4–7 × 4–6 μm. Conidia solitary, aseptate, hyaline, smooth, guttulate, subcylindrical to narrowly ellipsoid, apex obtuse, base truncate, (4–)5–6(–7) × (2.5–)3 μm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and smooth, lobate margins, reaching 50 mm diam after 2 wk at 25 °C. On MEA surface ochreous, reverse amber. On PDA surface and reverse isabelline. On OA surface rosy buff with patches of isabelline and cinnamon. Specimen examined: UK, England, Upton Grey, on Iris sp. (Iridaceae), 28 Mar. 2016, P.W. Crous (holotype CBS H-23415, culture ex-type CPC 30162 = CBS 143395). Notes: Subplenodomus was established by de Gruyter et al. (2013) for Su. violicola. Phylogenetically Su. iridicola is closely related to Su. galicola, but distinct in that the latter (described from a dead stem of Galium sp. collected in Italy) has larger ascospores [30–40 × 6–9 μm, (3–)4-septate] and asci (66–120 × 12–17 μm) (Tibpromma et al. 2017). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Alloleptosphaeria italica (GenBank KT454722; Identities 428 / 458 (93 %), 6 gaps (1 %)), Subplenodomus galicola (GenBank KY554204; Identities 505 / 576 (88 %), 23 gaps (3 %)) and Leptosphaeria rubefaciens (GenBank KT804116; Identities 448 / 495 (91 %), 12 gaps (2 %)). The highest similarities using the LSU sequence were Su. galicola (GenBank KY554199; Identities 848 / 854 (99 %), no gaps), Su. violicola (GenBank GU238156; Identities XXX / 848 / 854 (99 %), no gaps) and Plenodomus deqinensis (GenBank KY064031; Identities 843 / 849 (99 %), no gaps). Teichospora quercus Crous & R.K. Schumach., sp. nov. MycoBank MB824799. Fig. 48. Etymology: Name refers to Quercus, the host genus from which this fungus was collected. Ascomata solitary to gregarious, semi-immersed, becoming erumpent, dark brown, uniloculate, globose with papillate ostiole, 200–350 μm diam; peridium thick-walled, multi-layered, of textura angularis, brown, becoming hyaline inwards. Asci 8-spored, bitunicate, fissitunicate, cylindrical-clavate, short-stipitate, rounded at apex, with ocular chamber, 60–110 × 10–15 μm. Ascospores tri- to multiseriate, hyaline, fusiform or ellipsoid-fusoid, straight, widest just above median septum, (1–)3-septate, but becoming golden brown, with mucoid sheath (up to 2.5 μm diam), (19–)20–22(–25) × (4–)5(–6) μm. Pseudoparaphyses longer than asci, filiform, cells cylindrical, branched, hyaline, thin-walled, smooth, 2–2.5 μm diam. Conidiomata globose to subglobose, 150–300 μm diam, with central ostiole, sessile on foot of brown stroma; wall of 6–8 layers of pale brown textura angularis, becoming hyaline towards inside. Conidiophores subcylindrical, hyaline, smooth, branched at base, 10–20 × 3–5 μm. Conidiogenous cells terminal and intercalary, hyaline, smooth, subcylindrical, phialidic with prominent percurrent proliferation, 5–10 × 2–4 μm. Conidia solitary, ellipsoid, hyaline, smooth, guttulate, apex obtuse, base truncate, 1.5–2 μm diam, (4–)5(–6) × (2.5–)3 μm. Culture characteristics: Colonies erumpent, spreading, with moderate aerial mycelium and smooth, lobate margins, reaching 30 mm diam after 2 wk at 25 °C. On MEA surface smoke grey in centre, olivaceous grey in outer zone, reverse olivaceous grey. On PDA surface pale olivaceous grey, reverse smoke grey with diffuse sienna pigment. On OA surface pale olivaceous grey. Specimen examined: France, Cléron, on stroma of pyrenomycete, on branch of Quercus sp. (Fagaceae), 15 Nov. 2015, G. Moyne (holotype CBS H-23404, culture ex-type CPC 30009 = CBS 143396). Notes: The genus Teichospora was treated in detail by Jaklitsch & Voglmayr (2016) and includes several generic synonyms. Although the present collection was initially assumed to represent a new genus, it clusters phylogenetically with other species of Teichospora. It is, however, morphologically distinct, in that the ascospores remain hyaline, and are surrounded by a mucoid sheath, and are only 1(–3) transversely septate. The asexual morph, however, is phoma-like, which again resembles those of Teichospora. Nevertheless, if additional gene loci eventually show this clade to represent more than one genus, T. quercus will most likely be placed in a separate genus. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were T. rubriostiolata (GenBank KU601590; Identities 562 / 589 (95 %), 4 gaps (0 %)), T. melanommoides (GenBank KU601585; Identities 561 / 590 (95 %), 7 gaps (1 %)) and T. acaciae (GenBank NR_138410; Identities 559 / 591 (95 %), 8 gaps (1 %)). The highest similarities using the LSU sequence were T. parva (GenBank GU385195; Identities 851 / 854 (99 %), no gaps), T. acaciae (GenBank KR611898; Identities 800 / 810 (99 %), no gaps) and T. melanommoides (GenBank KU601585; Identities 841 / 852 (99 %), no gaps). The highest similarities using the rpb2 sequence were T. rubriostiolata (GenBank KU601596; Identities 745 / 829 (90 %), no gaps), T. trabicola (GenBank KU601600; Identities 732 / 830 (88 %), no gaps) and Melanomma radicans (GenBank AY485625; Identities 701 / 826 (85 %), no gaps). The highest similarities using the tef1 sequence were T. trabicola (GenBank KU601603; Identities 410 / 477 (86 %), 25 gaps (5 %)), T. rubriostiolata (GenBank KU601608; Identities 404 / 471 (86 %), 16 gaps (3 %)) and T. melanommoides (GenBank KU601610; Identities 399 / 466 (86 %), 9 gaps (1 %)). Trochila viburnicola Crous & Denman, sp. nov. MycoBank MB824800. Fig. 49. Etymology: Name refers to the fact that the fungus occurs (icola = dweller) on stems of Viburnum. Conidiomata pale brown, globose, somewhat flattened, 120–250 μm diam, opening by irregular rupture, becoming acervular; wall of 3–6 layers of pale brown textura angularis. Macroconidiophores lining inner cavity, hyaline, smooth, subcylindrical, branched, 1–7-septate, 10–40 × 4–6 μm. Macroconidiogenous cells integrated, terminal and intercalary, hyaline, smooth, subcylindrical to doliiform, 5–13 × 4–5 μm, with semi-flared collarette, 1–3 μm tall, proliferating percurrently. Macroconidia solitary, hyaline, smooth, guttulate, aseptate, subcylindrical, straight, apex obtuse, base truncate, 3–4 μm diam with prominent marginal frill, (5–)6–7 × (3–)4 μm. Microconidiophores similar in morphology to macroconidiophores, 8–20 × 3–4 μm. Microconidiogenous cells terminal and intercalary, subcylindrical to ampulliform, 4–7 × 2.5–3 μm, proliferating percurrently. Microconidia similar to macroconidia but smaller, 3–4 × 2–2.5 μm, with minute marginal frill. Culture characteristics: Colonies flat, spreading, surface folded, with sparse aerial mycelium and smooth, lobate margins, reaching 50 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface pale luteous to ochreous, reverse ochreous. Specimen examined: UK, England, Upton Grey, on twig cankers of Viburnum sp. (Adoxaceae), 28 Mar. 2016, P.W. Crous (holotype CBS H-23416, culture ex-type CPC 30254 = CBS 144206). Notes: The genus Sirophoma is known from Viburnum, but is distinct from the present collection in that it has pycnidial conidiomata with central ostioles, long flexuous conidiophores, and globose to pyriform conidia. Based on DNA sequence similarity, the present asexual collection is similar to sequences of the sexual morph Trochila (Dermateaceae). Trochila has been linked to cryptocline-like asexual morphs, and hence it is tentatively placed in this genus. A species of Trochila known from Viburnum is T. tini, but as this species is not known from culture and only the sexual morph is known, a comparison is impossible. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Crumenulopsis sororia (GenBank KY941133; Identities 437 / 487 (90 %), 7 gaps (1 %)), Cenangiopsis quercicola (GenBank LT158425; Identities 506 / 552 (92 %), 4 gaps (0 %)) and Vestigium trifidum (GenBank NR_121556; Identities 502 / 551 (91 %), 3 gaps (0 %)). The highest similarities using the LSU sequence were Vestigium trifidum (GenBank KC407777; Identities 833 / 860 (97 %), 3 gaps (0 %)), Fabrella tsugae (GenBank AF356694; Identities 798 / 824 (97 %), 2 gaps (0 %)) and Trochila laurocerasi (GenBank KX090835; Identities 812 / 839 (97 %), no gaps). The highest similarities using the rpb2 sequence were Hyalopeziza nectrioides (GenBank JN086836; Identities 551 / 689 (80 %), 6 gaps (0 %)), Chlorencoelia torta (GenBank JN086854; Identities 618 / 777 (80 %), 6 gaps (0 %)) and Loramyces macrosporus (GenBank JN086838; Identities 533 / 671 (79 %), 7 gaps (1 %)). Only distant hits to Cucurbitaria and Trichoderma were obtained when the tef1 sequence was used in a megablast search. Varicosporellopsis aquatilis Lechat & J. Fourn., Ascomycete.org 8(3): 87. 2016. Fig. 50. On SNA: Mycelium consisting of hyaline, branched, septate, smooth, 3–5 μm diam hyphae, lacking chlamydospores, and frequently forming hyphal coils. Conidiophores solitary, erect, branched at base, 0–2-septate, or reduced to conidiogenous cells; branched conidiophores consist of a basal stipe, 15–30 × 3–5 μm, giving rise to 1–3 lateral branches, 0–1-septate, or conidiogenous cells, 40–100 × 3–5 μm. Conidiogenous cells subcylindrical with slight apical taper, hyaline, smooth, 35–60 × 3–4 μm, apex phialidic with minute cylindrical collarette, 1–2 μm tall, giving rise to clusters of slimy conidia. Conidia solitary, hyaline, smooth, granular to guttulate, ellipsoid, aseptate, straight to curved, apex subobtuse, base tapered to a truncate hilum, 1–1.5 μm diam, (6–)11–13(–15) × (3–)4(–4.5) μm. Culture characteristics: Colonies flat, spreading, aerial mycelium sparse, surface folded, with smooth, lobate margins, reaching 15–25 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface dirty white to pale luteous, reverse luteous to pale luteous. Specimen examined: The Netherlands, Culemborg, from garden soil, Feb. 2017, H. van Warenburg, culture JW75003 = CBS 143509. Notes: Morphologically Varicosporellopsis aquatilis resembles Acremonium curvulum in having curved, fusoid-ellipsoid conidia with truncate hila. However, it can be distinguished in that it lacks chlamydospores, and has much larger conidia than A. curvulum (4–6.7 × 1.4–2.1 μm; Gams 1971), from which it is also phylogenetically distinct. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were V. aquatilis (GenBank KU233187; Identities 524 / 530 (99 %), 2 gaps (0 %)), Fusarium merismoides var. violaceum (GenBank EU860060; Identities 842 / 906 (93 %), 27 gaps (2 %)) and Thyronectria asturiensis (GenBank KJ570690; Identities 854 / 919 (93 %), 25 gaps (2 %)). The highest similarities using the LSU sequence were V. aquatilis (GenBank KU233189; Identities 835 / 836 (99 %), no gaps), Paracremonium variiforme (GenBank KU746739; Identities 823 / 836 (98 %), no gaps) and Pa. contagium (GenBank KP012631; Identities 790 / 804 (98 %), no gaps). Only distant hits were obtained using the actA sequence; some of these were Verticillium dahliae (GenBank CP010981; Identities 874 / 973 (90 %), 15 gaps (1 %)), Fusarium oxysporum f. sp. dianthi (GenBank LT841228; Identities 870 / 977 (89 %), 17 gaps (1 %)) and Fusarium graminearum (GenBank HG970335; Identities 872 / 979 (89 %), 21 gaps (2 %)). The highest similarities using the tub2 sequence were Pa. inflatum (GenBank KM232101; Identities 528 / 583 (91 %), 9 gaps (1 %)), Pa. contagium (GenBank KM232103; Identities 532 / 599 (89 %), 9 gaps (1 %)) and Pa. pembeum (GenBank KU053055; Identities 438 / 500 (88 %), 9 gaps (1 %)). Varicosporellopsis aquatilis was recently described from submerged wood collected in freshwater in southwestern France. The acremonium-like asexual morph is morphologically similar, but its conidia are somewhat smaller, 6–11 × 2.8–3.2 μm (Lechat & Fournier 2016). Vermiculariopsiella dichapetali Crous, Persoonia 32: 213. 2014. Fig. 51. Conidiomata sporodochial, on SNA erumpent, crystalline, up to 500 μm diam, with brown, erect setae distributed throughout conidioma, thick-walled, flexuous, finely roughened, 180–500 × 4–10 μm, 6–20-septate, with obtuse ends. Conidiophores aggregated in stroma, subcylindrical, 2–4-septate, branched below, 35–70 × 3–4 μm. Conidiogenous cells phialidic, terminal, cylindrical with curved apex, pale brown, smooth to finely roughened, 12–26 × 2.5–3 μm, apex 1.5–2 μm diam. Conidia solitary, hyaline, smooth, guttulate, aseptate, straight to slightly curved, inequilateral, outer plane convex, apex subobtusely rounded, with truncate hilum, excentric, 1 μm diam, (14–)16–19(–21) × 2.5(–3) μm. Culture characteristics: Colonies flat, spreading, with sparse aerial mycelium and even, lobate margins, covering the dish after 2 wk at 25 °C. On MEA, PDA and OA surface and reverse pale luteous to ochreous. Specimens examined: Australia, New South Wales, Barron Grounds Nature Reserve, on leaves of Melaleuca sp. (Myrtaceae), 26 Nov. 2016, P.W. Crous (culture CPC 32057 = CBS 143424); Victoria, La Trobe State Forest, on leaves of Eucalyptus regnans (Myrtaceae), 30 Nov. 2016, P.W. Crous (CBS H-23312, culture CPC 32544 = CBS 143440). Notes: Vermiculariopsiella dichapetali was described from leaves of Dichapetalum rhodesicum collected in Botswana (Crous et al. 2014), and these are the first records from Australia. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Ve. dichapetali (GenBank KX306771; Identities 532 / 534 (99 %), no gaps), Ve.immersa (GenBank KY853476; Identities 532 / 534 (99 %), 2 gaps (0 %)) and Ve. acaciae (GenBank NR_145253; Identities 520 / 536 (97 %), 7 gaps (1 %)). The highest similarities using the LSU sequence were Ve. dichapetali (GenBank KX306796; Identities 716 / 716 (100 %), no gaps), Ve. acaciae (GenBank KX228314; Identities 837 / 839 (99 %), no gaps) and Ve. immersa (GenBank KJ476961; Identities 822 / 827 (99 %), 4 gaps (0 %)). Only distant hits were obtained using the actA sequence of CPC 32544; some of these were Xenogliocladiopsis eucalyptorum (GenBank KM231140; Identities 390 / 418 (93 %), no gaps), Allantonectria miltina (GenBank KM231247; Identities 388 / 418 (93 %), no gaps) and X. cypellocarpa (GenBank KM231141; Identities 388 / 418 (93 %), no gaps). Wettsteinina philadelphi Crous & R.K. Schumach., sp. nov. MycoBank MB824801. Fig. 52. Etymology: Name refers to Philadelphus, the host genus from which this fungus was collected. Conidiomata pycnidial, solitary to aggregated, globose, 250–350 μm diam, with central ostiole; wall of 6–8 layers of brown textura angularis. Conidiophores reduced to conidiogenous cells lining inner cavity, hyaline, smooth, subcylindrical to ampulliform, 10–15 × 3–5 μm, with numerous, prominent percurrent proliferations in apical region. Conidia solitary, medium brown, finely roughened, guttulate, fusoid-ellipsoid, apex obtuse, tapering prominently in lower third to truncate hilum, 1–1.5 μm diam; with (2–)3(–5) transverse eusepta, and 1–3 muriform or vertical septa, (11–)15–20(–23) × (5–)6–7(–8) μm. Culture characteristics: Colonies erumpent, spreading, with moderate to abundant aerial mycelium and smooth, lobate margins, covering the dish after 2 wk at 25 °C. On MEA surface and reverse smoke grey. On PDA surface and reverse olivaceous grey. On OA surface olivaceous grey. Specimen examined: Germany, near Berlin, on twigs of Philadelphus coronarius (Hydrangeaceae), 2 Apr. 2016, R.K. Schumacher (holotype CBS H-23410, culture ex-type CPC 30534 = CBS 143392). Notes: The present camarosporium-like collection is described in the genus Wettsteinina, although this genus is primarily known from its sexual morphs (Zhang et al. 2012), with one reference to a possible stagonospora-like asexual morph (Farr & Rossman 2018). Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Alpinaria rhododendri (GenBank NR_147686; Identities 505 / 534 (95 %), 10 gaps (1 %)), Herpotrichia juniperi (GenBank JX981496; Identities 443 / 472 (94 %), 7 gaps (1 %)) and He. pinetorum (GenBank KP966102; Identities 442 / 471 (94 %), 8 gaps (1 %)). The highest similarities using the LSU sequence were Melanomma pulvis-pyrius (GenBank LC203344; Identities 847 / 853 (99 %), no gaps), Trematosphaeria pertusa (GenBank DQ678072; Identities 847 / 853 (99 %), no gaps) and Wettsteinina macrotheca (GenBank AY849969; Identities 838 / 844 (99 %), no gaps). Only distant similarity to He. juniperi sequences were obtained with the tef1 sequence. Xyladictyochaetaceae Crous & Hern.-Restr., fam. nov. MycoBank MB824802. Mycelium consisting of medium brown, smooth, septate, branched, hyphae, forming globose, intercalary, brown, smooth, chlamydospore-like structures. Conidiophores erect, brown, smooth, subcylindrical, flexuous, multiseptate. Conidiogenous cells terminal and intercalary, polyphialidic; phialidic opening lacking flared collarettes. Conidia solitary, aggregating in slimy mass, hyaline, smooth, fusoid-ellipsoid, slightly curved, apex subacute, base truncate, medianly 1-septate; each end with flexuous, unbranched appendage. Type genus: Xyladictyochaeta Hern.-Restr. et al. Xyladictyochaeta lusitanica Hern.-Restr. et al., Stud. Mycol. 86: 94. 2017. Fig. 53. Mycelium consisting of medium brown, smooth, septate, branched, 3–4 μm diam hyphae, that form globose, intercalary, brown, smooth, chlamydospore-like structures, 5–6 μm diam. Conidiophores erect, brown, smooth, subcylindrical, flexuous, multiseptate, 60–150 × 3–5 μm. Conidiogenous cells terminal and intercalary, polyphialidic, 2–6 × 2–2.5 μm; phialidic opening 1 μm diam, lacking flared collarettes. Conidia solitary, aggregating in slimy mass, hyaline, smooth, fusoid-ellipsoid, slightly curved, apex subacute, base truncate, 1 μm diam, medianly 1-septate, (10–) 11–12(–13) × (2.5–)3 μm; each end with flexuous, unbranched appendage, apex central, base excentric, 3–7 μm diam. Culture characteristics: Colonies flat, spreading, surface folded, with sparse to moderate aerial mycelium and feathery, lobate margins, reaching 20 mm diam after 2 wk at 25 °C. On MEA and PDA surface and reverse amber. On OA surface olivaceous grey. Specimens examined: Australia, New South Wales, Nullica State Forest, on Eucalyptus sp. (Myrtaceae) leaf litter, 29 Nov. 2016, P.W. Crous, (CBS H-23291, culture CPC 32324 = CBS 143502); ibid. (CPC 32526). Notes: The genus Xyladictyochaeta, based on Xy. lusitanica, was recently described from Eucalyptus leaves collected in Portugal (Hernández-Restrepo et al. 2017), and this is the first record of this fungus from Australia. Xyladictyochaeta represents an undescribed family in Xylariales, and Xyladictyochaetaceae is introduced to accommodate it. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Xy. lusitanica (GenBank KY853479; Identities 571 / 573 (99 %), no gaps), Anungitea eucalyptigena (GenBank KY173383; Identities 517 / 578 (89 %), 16 gaps (2 %)) and Beltraniopsis neolitseae (GenBank NR_148072; Identities 521 / 583 (89 %), 19 gaps (3 %)). The ITS sequences of CPC 32324 and 32526 differs with three nucleotides (morphologically they are similar, except for prominent differences in conidiophore length). The highest similarities using the LSU sequence were Xy. lusitanica (GenBank KY853543; Identities 801 / 801 (100 %), no gaps), Phlogicylindrium eucalypti (GenBank DQ923534; Identities 822 / 844 (97 %), no gaps) and Phl. mokarei (GenBank KY173521; Identities 796 / 818 (97 %), no gaps). The LSU sequences of CPC 32324 and CPC 32526 are identical. No significant matches were obtained using the tef1 sequences and the tef1 sequences of CPC 32324 and CPC 32526 differ with one nucleotide and a single CA-repeat. No significant matches were obtained using the tub2 sequence and the tub2 sequences of CPC 32324 and CPC 32526 are 99 % identical (806 / 813, 1 gap). Zygosporium pseudogibbum Crous, sp. nov. MycoBank MB824803. Fig. 54. Etymology: Name refers to its morphological similarity to Zygosporium gibbum. Conidiophores solitary, erect, consisting of 1–2 pale brown basal cells forming a stipe, 7–15 × 3–4 μm, giving rise to a curved, dark brown terminal vesicle, 11–12 × 6–8 μm. Conidiogenous cells arranged in a whorl of 3–4 on a terminal vesicle, hyaline, smooth, reniform, 4–6 × 3–4 μm. Vesicle with single apical cell, 4–5 × 3–4 μm, pale brown, cylindrical, with obtuse apex and prominent collarette. Conidia solitary, globose, verruculose, faintly olivaceous, 6(–7) μm diam. Culture characteristics: Colonies flat, spreading, surface folded, with sparse to moderate aerial mycelium and smooth, lobate margins, reaching 50 mm diam after 2 wk at 25 °C. On MEA surface buff to dirty white, reverse luteous. On PDA surface buff to dirty white, reverse saffron. On OA surface buff to dirty white. Specimen examined: Malaysia, Sabah, on leaves of Eucalyptus pellita (Myrtaceae), Mar. 2016, M.J. Wingfield (holotype CBS H-23411, culture ex-type CPC 30421 = CBS 143503). Notes: Morphologically, the present collection matches the description of Z. gibbum, a European taxon (reference isolate, FMR 13130 = CBS 137306; leaf litter Canary Islands; Hernandez-Restrepo et al. 2017), which has a wide host range and wide geographical distribution (Ellis 1971). Phylogenetically, however, it clusters sister to this species, and thus a new taxon is introduced to accommodate it. The vesicle gives rise to a single apical cell that appears to be a conidiogenous cell, but could play a different role entirely (moisture droplet, insect dispersal). Active spore dispersal was observed on host tissue, and it could be that conidia on this cell can actively discharge. Based on a megablast search using the ITS sequence, the closest matches in NCBI’s GenBank nucleotide database were Z. gibbum (GenBank KY853482; Identities 481 / 504 (95 %), 1 gap (0 %)), Podosordaria muli (GenBank JX156377; Identities 462 / 499 (93 %), 14 gaps (2 %)) and Poronia australiensis (GenBank KP012826; Identities 384 / 434 (88 %), 21 gaps (4 %)). The highest similarities using the LSU sequence were Z. gibbum (GenBank KY853546; Identities 739 / 757 (98 %), 6 gaps (0 %)), Atrotorquata spartii (GenBank KP325443; Identities 818 / 846 (97 %), 2 gaps (0 %)) and Circinotrichum cycadis (GenBank KJ869178; Identities 804 / 849 (95 %), 6 gaps (0 %)). Only distant hits were obtained using the actA sequence; some of these were Penicillifer pulcher (GenBank KM231107; Identities 390 / 418 (93 %), no gaps), Neonectria neomacrospora (GenBank KM231143; Identities 389 / 418 (93 %), no gaps) and Cylindrodendrum album (GenBank KM231152; Identities 387 / 418 (93 %), no gaps). No significant hits were obtained when the tub2 sequence was used."
}