{
   "id": "7235984",
   "genus": "Aaosphaeria",
   "text": "INTRODUCTION This paper represents the second contribution to the New and Interesting Fungi (NIF) series, aimed at expanding the body of knowledge of fungal biodiversity and fungal conservation. The series focuses on new records, new sexual-asexual connections, consolidation of sexual and asexual genera following the abandonment of dual nomenclature for fungi (Hawksworth et al. 2011, Wingfield et al. 2012), and the description of fungal taxa, or notes relating to interesting observations (Crous et al. 2018c). The series represents a regular feature of the journal Fungal Systematics and Evolution (www.FUSE-journal.org). It is hoped that it will provide an attractive resource for mycologists to publish single new species or to highlight the relevance of important fungi. Mycologists and other researchers wishing to contribute to future issues of NIF are encouraged to contact the Editor-in-Chief (p.crous@westerdijkinstitute.nl). MATERIALS AND METHODS Isolates Samples were placed in damp chambers and incubated at room temperature for 1–3 d. Single conidial colonies were grown from sporulating conidiomata in Petri dishes containing 2 % malt extract agar (MEA) as described by Crous et al. (1991). Leaf and stem tissues bearing ascomata were soaked in water for approximately 2 h, after which they were attached to the undersides of the lids of Petri dishes containing MEA. After ascospores had been ejected onto the MEA surface, germination patterns were determined after 24 h, and single ascospore or conidial cultures were established following the method described by (Crous 1998). Colonies were sub-cultured on 2 % potato-dextrose agar (PDA), oatmeal agar (OA), MEA (Crous et al. 2009c), autoclaved pine needles on 2 % tap water agar (PNA) (Smith et al. 1996), or autoclaved banana leaves (BLA), and incubated at 25 °C under continuous near-ultraviolet light to promote sporulation. Reference strains and specimens of the studied fungi are maintained in the CBS culture collection (CBS) of the Westerdijk Fungal Biodiversity Institute (WI), Utrecht, the Netherlands. DNA extraction, amplification (PCR) and phylogeny Fungal mycelium (Table 1) was scraped from the agar surface of cultures with a sterile scalpel and the genomic DNA was isolated using the Wizard® Genomic DNA Purification Kit (Promega Corporation, WI, USA) following the manufacturers' protocols. Nine loci were amplified following previously published protocols. First, the 28S nrRNA gene (LSU) and internal transcribed spacer regions with intervening 5.8S nrRNA gene (ITS) of the nrDNA operon were sequenced for all the isolates included in this study (for amplification conditions, see Fan et al. 2018). Other loci were sequenced for various species or genera using primers and conditions specific for those groups of fungi (Table 1). Amplification of the partial DNA-directed RNA polymerase II second largest subunit gene (rpb2), the partial translation elongation factor 1-alpha gene (tef1) and the partial beta-tubulin gene (tub2) followed Braun et al. (2018), while the amplification of the partial actin gene (act), the partial calmodulin gene (cmdA), the partial glyceraldehyde-3-phosphate dehydrogenase gene (gapdh) and the partial histone H3 gene (his3) followed Videira et al. (2016). The resulting fragments were sequenced in both directions using the respective PCR primers and the BigDye Terminator Cycle Sequencing Kit v. 3.1 (Applied Biosystems Life Technologies, Carlsbad, CA, USA); DNA sequencing amplicons were purified through Sephadex G-50 Superfine columns (Sigma-Aldrich, St. Louis, MO) in MultiScreen HV plates (Millipore, Billerica, MA). Purified sequence reactions were analysed on an Applied Biosystems 3730xl DNA Analyzer (Life Technologies, Carlsbad, CA, USA). The DNA sequences were analysed and consensus sequences were computed using SeqMan Pro v. 13 (DNASTAR, Madison, WI, USA). The sequences for each gene region were subjected to megablast searches (Zhang et al. 2000) to identify closely related sequences in the NCBI’s GenBank nucleotide database. The results are provided as part of the species notes or as selected phylogenetic trees. Phylogenetic trees were generated using Bayesian analyses performed with MrBayes v. 3.2.6 (Ronquist et al. 2012) for the overview trees and Maximum Parsimony analyses performed with PAUP v. 4.0b10 (Swofford 2003) as explained in Braun et al. (2018) for the genus and species trees. All resulting trees were printed with Geneious v. 11.0.3 (http://www.geneious.com, Kearse et al. 2012) and the layout of the trees was done in Adobe Illustrator v. CC 2017. Statistical measures calculated included tree length (TL), consistency index (CI), retention index (RI) and rescaled consistency index (RC). Morphology Slide preparations were mounted in lactic acid, Shear’s mounting fluid or water, from colonies sporulating on MEA, PDA, PNA, BLA or OA. Sections through conidiomata were made by hand. Observations were made with a Nikon SMZ25 dissection-microscope, and with a Zeiss Axio Imager 2 light microscope using differential interference contrast (DIC) illumination and images recorded on a Nikon DS-Ri2 camera with associated software. Colony characters and pigment production were noted after 2–4 wk of growth on MEA, PDA and OA (Crous et al. 2009c) incubated at 25 °C. Colony colours (surface and reverse) were scored using the colour charts of Rayner (1970). Sequences derived in this study were deposited in GenBank (Table 1), the alignment in TreeBASE (www.treebase.org; study number S23853), and taxonomic novelties in MycoBank (www.MycoBank.org; Crous et al. 2004). RESULTS Phylogeny Dothideomycetes LSU phylogeny (Fig. 1): The alignment contained 254 isolates and Helotium subcorticale (CBS 248.62, GenBank MH869740.1) was used as outgroup. The final alignment contained a total of 809 characters used for the phylogenetic analyses, including alignment gaps. The alignment contained a total of 392 unique site patterns. Based on the results of MrModelTest, dirichlet base frequencies and the GTR+I+G model was used for the Bayesian analysis. The Bayesian analyses generated 133 802 trees from which 100 352 were sampled after 25 % of the trees were discarded as burn-in. The posterior probability values (PP) higher than 0.84 are plotted on the tree (Fig. 1). Eurotiomycetes LSU phylogeny (Fig. 2): The alignment contained 71 isolates and Saccharata proteae (CBS 119218, GenBank EU552145.1) was used as outgroup. The final alignment contained a total of 772 characters used for the phylogenetic analyses, including alignment gaps. The alignment contained a total of 265 unique site patterns. Based on the results of MrModelTest, dirichlet base frequencies and the GTR+I+G model was used for the Bayesian analysis. The Bayesian analyses generated 30 502 trees from which 22 878 were sampled after 25 % of the trees were discarded as burn-in. The posterior probability values (PP) higher than 0.84 are plotted on the tree (Fig. 2). Lecanoromycetes and Leotiomycetes LSU phylogeny (Fig. 3): The alignment contained 42 isolates and Saccharata proteae (CBS 119218, GenBank EU552145.1) was used as outgroup. The final alignment contained a total of 838 characters used for the phylogenetic analyses, including alignment gaps. The alignment contained a total of 222 unique site patterns. Based on the results of MrModelTest, dirichlet base frequencies and the GTR+I+G model was used for the Bayesian analysis. The Bayesian analyses generated 9 102 trees from which 6 828 were sampled after 25 % of the trees were discarded as burn-in. The posterior probability values (PP) higher than 0.84 are plotted on the tree (Fig. 3). Sordariomycetes LSU phylogeny (Fig. 4): The alignment contained 174 isolates and Saccharata proteae (CBS 119218, GenBank EU552145.1) was used as outgroup. The final alignment contained a total of 778 characters used for the phylogenetic analyses, including alignment gaps. The alignment contained a total of 334 unique site patterns. Based on the results of MrModelTest, dirichlet base frequencies and the GTR+I+G model was used for the Bayesian analysis. The Bayesian analyses generated 161 202 trees from which 120 902 were sampled after 25 % of the trees were discarded as burn-in. The posterior probability values (PP) higher than 0.84 are plotted on the tree (Fig. 4). Species phylogenies: Specific phylogenetic analyses were run for selected species and the resulting phylogenies are discussed in the species notes where applicable. Statistics associated with those phylogenies are provided in the figure legends. Taxonomy Amycosphaerella africana (Crous & M.J. Wingf.) Quaedvl. & Crous, Persoonia 33: 23. 2014. Fig. 5. Basionym: Mycosphaerella africana Crous & M.J. Wingf., Mycologia 88: 450. 1996. In vitro. Ascomata pseudothecial, erumpent to superficial on agar, black, globose, 70–90 µm diam; apical ostiole; wall of 2–4 layers of medium brown textura angularis. Asci aparaphysate, fasciculate, bitunicate, narrowly ellipsoid to subcylindrical, straight to incurved, 8-spored, 28–37 × 6–7 µm. Ascospores multiseriate, overlapping, hyaline, guttulate, thin-walled, straight to slightly curved, fusoid-ellipsoid with obtuse ends, widest in middle of the apical cell, medianly 1-septate, not to slightly constricted at septum, tapering toward both ends, 10–12 × (2–)2.5 µm. Culture characteristics: Colonies erumpent, spreading, with moderate aerial mycelium, and smooth, lobate margins, covering dish in 2 wk. On MEA surface pale olivaceous grey to olivaceous grey, reverse iron-grey; on PDA surface olivaceous grey with patches of pale olivaceous grey, reverse iron-grey; on OA surface olivaceous grey with patches of dirty white. Material examined: New Zealand, Auckland, Bucklands Beach, 22 Wells Road, on leaves of Metrosideros excelsa ( Myrtaceae), 2015, R. Thangavel, T16_03926C = CBS H-23809, culture CBS 144635 = CPC 32782. Notes: Amycosphaerella africana, which is the oldest name for this taxon, is known from Australia (Buckinghamia sp., Eucalyptus grandis, E. globulus), Colombia (E. grandis), New Zealand (Dracaena draco), Portugal (E. globulus), South Africa (E. cladocalyx, E. deanei, E. grandis, E. radiata, E. smithii, E. viminalis), and Zambia (E. globulus) (Videira et al. 2017). Based on a megablast search of NCBI’s GenBank nucleotide database, the ITS sequence was identical to Mycosphaerella buckinghamiae (GenBank EU707856.2; Identities = 523/523 (100 %)), Amycosphaerella africana (as Mycosphaerella africana, GenBank AY626981.1; Identities = 523/523 (100 %)), and related to Pantospora guazumae (GenBank NR_119971.1; Identities = 521/523 (99 %), no gaps). Closest hits using the LSU sequence are Amycosphaerella africana (GenBank MH874180.1; Identities = 785/785 (100 %)), Mycosphaerella buckinghamiae (GenBank EU707856.2; Identities = 785/785 (100 %)), and Distomycovellosiella brachycarpa (as Passalora brachycarpa, GenBank GU214664.1; Identities = 782/785 (99 %), 2 gaps (0 %)). The tef1 sequence was identical to numerous sequences of Amycosphaerella africana (e.g. as Mycosphaerella ellipsoidea, GenBank JX901653.1; Identities = 394/394 (100 %)). Closest hits using the tub2 sequence had highest similarity to Amycosphaerella africana (GenBank LC121222.1; Identities = 571/572 (99 %), no gaps), Pseudocercospora fijiensis (GenBank XM_007921924.1; Identities = 566/616 (92 %), no gaps), and Zymoseptoria tritici (GenBank XM_003856727.1; Identities = 552/616 (90 %), no gaps). Bacillicladium clematidis Crous & R.K. Schumach., sp. nov. MycoBank MB829299. Fig. 6. Etymology: Name reflects the host genus Clematis from which it was isolated. Mycelium consisting of pale brown, smooth, branched, 1.5–2 µm diam hyphae that become swollen and constricted at septa in the conidiogenous region, where individual cells become more ellipsoid and clavate to globose, up to 5 µm diam. Conidiophores reduced to conidiogenous cells on hyphae, pale brown, smooth, phialidic, 0.5–1 × 1 µm, with inconspicuous collarette, not flared. Conidia solitary, ellipsoid, pale brown, smooth, guttulate, aseptate, apex obtuse, basal locus truncate, 0.5 µm diam; older conidia undergoing microcyclic conidiation, (3–)4–4.5(–5) × (1.5–)2.5–3(–5) µm. Culture characteristics: Colonies flat, spreading, lacking aerial mycelium and even, lobate margin, reaching 6 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface and reverse umber. Typus: Austria, Gaaden, branch of Clematis vitalbae (Ranunculaceae), 21 Apr. 2017, M. Mann & R.K. Schumacher, HPC 2101, RKS 102 (holotype CBS H-23828, culture ex-type CPC 33882 = CBS 145035). Notes: Bacillicladium clematidis is phylogenetically allied to the genus Bacillicladium, based on B. lobatum. Bacillicladium lobatum, which grows on bare granite walls, has three different growth habits in vitro, dependent on cultivation medium, temperature and colony age. But morphologically, B. clematidis provides an appropriate fit for the genus, sharing the black yeast-like growth in culture (Réblová et al. 2016). Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Camptophora hylomeconis (GenBank NR_132881.1; Identities = 352/402 (88 %), 20 gaps (5 %)), Aphanophora eugeniae (GenBank NR_132829.1; Identities = 394/466 (85 %), 24 gaps (5 %)), and Ceramothyrium thailandicum (GenBank NR_137768.1; Identities = 346/415 (83 %), 36 gaps (8 %)). Closest hits using the LSU sequence are Bacillicladium lobatum (GenBank LT558703.1; Identities = 822/863 (95 %), 2 gaps (0 %)), Veronaea botryosa (GenBank MH875937.1; Identities = 818/869 (94 %), 5 gaps (0 %)), and Veronaea constricta (GenBank MH873920.1; Identities = 811/862 (94 %), 5 gaps (0 %)). No significant hits were obtained when the tub2 sequence was used in blastn and megablast searches. Beltrania rhombica Penz., Michelia 2(8): 474. 1882. Fig. 7. Setae rarely observed, erect, dark brown, thick-walled, 7–10-septate, straight to flexuous, tapering to an acute apex, 200–300 × 4–5 µm, with lobed basal cell, 6–8 µm diam. Conidiophores erect, unbranched, medium brown, smooth, multi-septate, 50–300 × 4–7 µm. Conidiogenous cells terminal, pale brown, smooth, 15–30 × 4–6 µm, polyblastic with several flat-tipped denticles, 1.5–2 µm. Separating cells pale brown, finely roughened, 7–13 × 5–7 µm, with several apical, flat-tipped denticles, 1–2 µm diam. Conidia solitary, biconic, pale brown, aseptate, with a distinct median transverse band of paler pigment, (22–)24–27(–29) × (9–)10–11 µm; apical appendage (10–)12–14(–15) × 1 µm, tapering to an acutely rounded tip. Culture characteristics: Colonies spreading, with moderate aerial mycelium, covering dish after 2 wk at 25 °C. On MEA surface dark brick, reverse fawn; on PDA surface and reverse umber; on OA surface umber. Material examined: Chile, Llanos, on leaves of Eucalyptus urophylla (Myrtaceae), Jul. 2010, M.J. Wingfield, HPC 1412, CBS H-23264, culture CPC 31775 = CBS 144521. Notes: Beltrania pseudorhombica was described from needles of Pinus tabulaeformis collected in Beijing, China (Crous et al. 2014), and distinguished from B. rhombica, which has longer setae (can be up to 330 µm long, and wider conidia 15–30 × 7–14 µm; Ellis 1971). There is no ex-type strain for B. rhombica, and it needs to be recollected on Citrus limon in Italy to clarify its taxonomy. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Beltrania rhombica (GenBank MH857718.1; Identities = 574/577 (99 %), no gaps), Beltrania pseudorhombica (GenBank NR_148074.1; Identities = 574/577 (99 %), no gaps), and Beltrania querna (GenBank MH856775.1; Identities = 530/538 (99 %), no gaps). Closest hits using the LSU sequence are Beltrania rhombica (GenBank MF580252.1; Identities = 823/823 (100 %), no gaps), Beltrania pseudorhombica (GenBank NG_058667.1; Identities = 810/812 (99 %), no gaps), and Beltrania querna (GenBank MH875474.1; Identities = 859/866 (99 %), 2 gaps (0 %)). Brevistachys lateralis L. Lombard & Crous, Persoonia 36: 183. 2016. Fig. 8. Mycelium consisting of hyaline, branched, septate, smooth, 2.5–3 µm diam hyphae (hyphae thick-walled and brown in conidiogenous region). Conidiophores erect, simple, single, rarely in groups, mostly unbranched, straight to slightly flexuous, 2–3-septate, thick-walled on PDA, thin-walled on OA, olivaceous brown, verruculose, 80–100 × 2.5–3.5 µm, with bulbous apex, 6–7 µm diam, bearing a whorl of 10–12 conidiogenous cells. Conidiogenous cells terminal, elongate, doliiform to subcylindrical, pale brown, smooth, 9–12 × 4–4.5 µm, with conspicuous collarettes. Conidia aggregating in slimy mass with brown exudate on PDA, but in long unbranched dry chains on OA (without exudate), dimorphic, conidia globose, becoming dark brown and verruculose, (4–)5(–6) µm diam, or ellipsoid, pale brown, verruculose, 9–10 ×4–5 µm. Culture characteristics: Colonies flat, spreading, with sparse to moderate aerial mycelium and smooth, lobate margin, reaching 30 mm diam after 2 wk at 25 °C. On MEA surface olivaceous grey, reverse umber in middle, sienna in outer region; on PDA surface ochreous with diffuse saffron pigment, reverse vinaceous; on OA surface saffron. Material examined: Thailand, Rachaburi Province, Bangkok, on leaves of Musa sp. (Musaceae), 2008, P.W. Crous, HPC 2156, CBS H-23831, culture CPC 33958 = CBS 145062. Notes: Brevistachys lateralis was described from leaves of Musa sp. collected in Queensland, Australia (Lombard et al. 2016). This is the first record of the fungus from Thailand where it also occurs on Musa leaves. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Brevistachys variabilis (GenBank NR_153620.1; Identities = 531/542 (98 %), 6 gaps (1 %)), Brevistachys globosa (GenBank NR_145070.1; Identities = 555/569 (98 %), 4 gaps (0 %)), and Brevistachys subsimplex (as Stachybotrys subsimplex, GenBank AF205439.1; Identities = 558/573 (97 %), 2 gaps (0 %)). Closest hits using the LSU sequence are Brevistachys lateralis (GenBank KU846062.1; Identities = 823/825 (99 %), 1 gap (0 %)), Brevistachys variabilis (GenBank KU846066.1; Identities = 822/825 (99 %), 1 gap (0 %)), and Brevistachys subsimplex (as Stachybotrys subsimplex, GenBank AY489711.1; Identities = 829/833 (99 %), no gaps). Closest hits using the cmdA sequence had highest similarity to Brevistachys lateralis (GenBank KU846027.1; Identities = 360/360 (100 %), no gaps), Brevistachys variabilis (GenBank KU846030.1; Identities = 360/360 (100 %), no gaps), Brevistachys globosa (GenBank KU846023.1; Identities = 315/326 (97 %), 1 gap (0 %)) and Brevistachys ossiformis (GenBank KU846028.1; Identities = 307/326 (94 %), 1 gap (0 %)), and distant hits with Stachybotrys chlorohalonata (GenBank AY180255.1; Identities = 125/133 (94 %), no gaps), Stachybotrys chartarum (GenBank KM231452.1; Identities = 124/133 (93 %), no gaps), and Xenoacremonium recifei (GenBank KM231420.1; Identities = 122/131 (93 %), no gaps). Closest hits using the rpb2 sequence had highest similarity to Brevistachys lateralis (GenBank KU846074.1; Identities = 760/760 (100 %), no gaps), Brevistachys subsimplex (as Stachybotrys subsimplex, GenBank EF692519.1; Identities = 762/785 (97 %), no gaps), and Brevistachys ossiformis (GenBank KU846075.1; Identities = 738/760 (97 %), no gaps). Closest hits using the tef1 sequence had highest similarity to Brevistachys lateralis (GenBank KU846090.1; Identities = 439/442 (99 %), no gaps), Brevistachys globosa (GenBank KU846085.1; Identities = 423/442 (96 %), 4 gaps (0 %)), and Brevistachys ossiformis (GenBank KU846091.1; Identities = 412/443 (93 %), 10 gaps (2 %)). Closest hits using the tub2 sequence had highest similarity to Brevistachys lateralis (GenBank KU846106.1; Identities = 361/361 (100 %), no gaps), Brevistachys variabilis (GenBank KU846110.1; Identities = 359/361 (99 %), no gaps), and Brevistachys globosa (GenBank KU846101.1; Identities = 351/362 (97 %), 1 gap (0 %)). Cercospora gomphrenigena Crous, sp. nov. MycoBank MB829300. Fig. 9. Etymology: Name refers to the host genus Gomphrena from which it was isolated. Leaf spots circular, 1–4 mm diam, medium brown, with broad purple-red border. Fascicles only developing in moist chambers. Conidiophores solitary, arising from weakly developed stroma of a few brown globoid cells, subcylindrical, medium brown, smooth, flexuous, multiseptate, up to 800 µm tall, 3–6 µm diam. Conidiogenous cells subcylindrical, brown, smooth, terminal and intercalary, 30–160 × 4–5 µm; scars thickened, darkened and refractive, 3–4 µm diam. Conidia solitary, acicular, hyaline, smooth, flexuous, multiseptate, apex subobtuse, base truncate, 150–300 × 4–5 µm; hila thickened, darkened and refractive, 3–4 µm diam. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and even, lobate margin, reaching 50 mm diam after 2 wk at 25 °C. On MEA surface smoke grey, reverse scarlet with diffuse scarlet pigment; on PDA surface smoke grey, reverse olivaceous grey; on OA surface olivaceous grey with patches of dirty white, with diffuse scarlet pigment. Typus: South Africa, Gauteng Province, Gauteng, on leaves of Gomphrena globosa (Amaranthaceae), 2010, P.W. Crous, HPC 1516 (holotype CBS H-23803, culture ex-type CPC 32470 = CBS 144613). Notes: A DNA phylogeny for most common species of Cercospora known from culture was presented by Groenewald et al. (2013), with secondary barcode genes treated by Bakhshi et al. (2018). Cercospora gomphrenigena was collected from leaves of Gomphrena globosa in South Africa in an attempt to resolve the identity of Cercospora pretoriensis that occurs on this host (conidia narrowly cylindrical to subacicular, 15–90 × 2–4.5 μm; Braun et al. 2015), from which C. gomphrenigena is morphologically distinct, having much longer and wider conidia. It is morphologically closer to C. gomphrenae [conidiophores in small, divergent fascicles, 30–300 × 3–7 μm, conidiogenous cells 10–30 μm long, conidia 30–300(–450) × 2–5 μm, 3–20-septate; Braun et al. 2015], but is distinct in having longer conidiophores and conidiogenous cells, wider scars, and wider conidia. Based on a megablast search of NCBI’s GenBank nucleotide database, the ITS sequence was identical to Cercospora dichondrae (GenBank MK039698.1; Identities = 525/525 (100 %)), Cercospora beticola (GenBank MH424448.1; Identities = 525/525 (100 %)), and Cercospora malayensis (GenBank MH129519.1; Identities = 525/525 (100 %)). The LSU sequence is identical to those of numerous Cercospora species, e.g. Cercospora sesami (GenBank MK029365.1; Identities = 783/783 (100 %)). Closest hits using the cmdA sequence had highest similarity to Cercospora samambaiae (GenBank KT037463.1; Identities = 448/448 (100 %)), Cercospora sp. G NV-2018 (GenBank MF681410.1; Identities = 443/444 (99 %), no gaps), and Cercospora cyperina (GenBank KT193729.1; Identities = 444/448 (99 %), no gaps). Closest hits using the his3 sequence had highest similarity to Cercospora sp. 3 LO-2017 (GenBank KX522813.1; Identities = 375/375 (100 %)), Cercospora kikuchii (GenBank KP825147.1; Identities = 375/375 (100 %)), and Cercospora cf. physalidis (GenBank JX142654.1; Identities = 380/381 (99 %), no gaps). Closest hits using the tef1 sequence had highest similarity to Cercospora sp. 3 LO-2017 (GenBank KX522847.1; Identities = 280/280 (100 %)), Cercospora cf. alchemillicola (GenBank KR733109.1; Identities = 279/279 (100 %)), and Cercospora samambaiae (GenBank KT037468.1; Identities = 487/488 (99 %), no gaps). Closest hits using the tub2 sequence had highest similarity to Cercospora kikuchii (GenBank AB240222.1; Identities = 581/581 (100 %)), Cercospora beticola (GenBank XM_023592737.1; Identities = 754/784 (96 %), no gaps), and Cercospora sp. Q (GenBank JX142482.1; Identities = 1016/1054 (96 %), 4 gaps (0 %)). Cladoriella xanthorrhoeae Crous, Persoonia 39: 417. 2017. Fig. 10. Mycelium consisting of pale brown, smooth, septate, branched, 2.5–3 µm diam hyphae. Conidiophores solitary, erect, flexuous, medium brown, smooth, subcylindrical, unbranched, 1–4-septate, 20–40 × 2.5–3 µm; at times conidiophores can be reduced to conidiogenous cells arising from hyphae, 5–8 × 2.5–3 µm. Conidiogenous cells terminal, integrated, medium brown, smooth to finely roughened, subcylindrical, with 1–2 flat-tipped loci, 2–2.5 µm diam, darkened, somewhat thickened, 7–12 × 3.5–4 µm. Ramoconidia medium brown, finely verruculose, 1(–2)-septate, subcylindrical to somewhat fusoid-ellipsoid, 12–19 × 3.5–4 µm; loci thickened, darkened, 1.5–2 µm diam. Conidia in short (2–6), branched chains, medium brown, verruculose, fusoid-ellipsoid, 1-septate; hila truncate, thickened, darkened, 1.5–2 µm diam, (9–)12–15(–17) × (3.5–)4 µm; hila thickened, somewhat darkened, 1.5–2 µm diam. Culture characteristics: Colonies erumpent, spreading, with sparse aerial mycelium and feathery margin, reaching 7 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface iron-grey; diffuse red pigment visible in agar on PDA and OA. Material examined: Australia, New South Wales, Nullica State Forest, on leaves of Xanthorrhoea sp. (Asphodelaceae), Nov. 2016, P.W. Crous, HPC 1830, CBS H-23804, culture CPC 32609 = CBS 144523. Notes: Cladoriella xanthorrhoeae was recently described on Xanthorrhoea sp. from Australia (Crous et al. 2017), and CPC 32609 represents the second collection of this fungus from the type locality, where it appears to be well established on Xanthorrhoea. Based on a megablast search of NCBI’s GenBank nucleotide database, the ITS sequence was identical to Cladoriella xanthorrhoeae (GenBank NR_156392.1; Identities = 602/602 (100 %)); and related to Cladoriella rubrigena (GenBank NR_156219.1; Identities = 498/552 (90 %), 15 gaps (2 %)) and Cladoriella eucalypti (GenBank EU040224.1; Identities = 589/641 (92 %), 15 gaps (2 %)). Closest hits using the LSU sequence are Cladoriella rubrigena (GenBank NG_058780.1; Identities = 867/881 (98 %), 2 gaps (0 %)), Cladoriella eucalypti (GenBank EU040224.1; Identities = 861/876 (98 %), 2 gaps (0 %)), and Cladoriella paleospora (GenBank MH874922.1; Identities = 823/880 (94 %), 3 gaps (0 %)). Creosphaeria sassafras (Schwein.) Y.M. Ju et al., Mycotaxon 47: 223. 1993. Fig. 11. Basionym: Sphaeria sassafras Schwein., Schr. naturf. Ges. Leipzig 1: 36 (10 of repr.). 1822. In vitro: Mycelium consisting of hyaline to brown, smooth to warty, 1.5–3 µm diam hyphae. Conidiophores reduced to conidiogenous cells occurring on narrower hyphae (1.5–2 µm diam), solitary, erect, pale brown to hyaline, smooth, nodes 1–3 × 1–1.5 µm. Conidia hyaline, smooth, aseptate, curved, spindle-shaped, apex subobtuse, base truncate, 20–30 × 2 µm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and smooth, lobate margin, covering dish after 2 wk at 25 °C. On MEA surface hazel, reverse sepia in inner region, orange in outer zone; on PDA surface hazel, reverse brown vinaceous; on OA surface hazel. Material examined: Spain, Barcelona, dead branch of Laurus nobilis (Lauraceae), Mar. 2017, M. Vera Intrago & R.K. Schumacher, HPC 2043, RKS 90, culture CPC 33410 = CBS 144984. Notes: Bills & Peláez (1996) reported conidia of the asexual morph to be 16–22 × 1.2–1.8 µm. Based on a megablast search of NCBI's GenBank nucleotide database, the closest hits using the ITS sequence had the greatest similarity to several sequences of Creosphaeria sassafras (e.g. GenBank HQ660446.1; Identities = 515/516 (99 %), no gaps). Closest hits using the LSU sequence are Creosphaeria sassafras (GenBank MH876173.1; Identities = 854/854 (100 %), no gaps), Lopadostoma lechatii (GenBank KC774590.1; Identities = 833/854 (98 %), no gaps), and Lopadostoma meridionale (GenBank KC774599.1; Identities = 833/855 (97 %), 3 gaps (0 %)). Cylindrocladiella peruviana (Bat. et al.) Boesew., Canad. J. Bot. 60: 2289. 1982. Fig. 12. Basionym: Cylindrocladium peruvianum Bat. et al., Atas Inst. Micol. Univ. Recife 2: 386. 1965. Conidiophores dimorphic, penicillate and subverticillate, mononematous and hyaline, comprising a stipe, a penicillate arrangement of fertile branches, a stipe extension and a terminal vesicle; stipe extension aseptate, straight, 50–70 × 2–3 μm, thick-walled with one basal septum, terminating in thin-walled, ellipsoid to lanceolate vesicles, 3–4 μm wide. Penicillate conidiogenous apparatus with primary branches 0–1-septate, 15–25 × 3–4 μm, secondary branches aseptate, 8–15 × 2.5–3 μm, each terminal branch producing 2–4 phialides; phialides cylindrical, doliiform to reniform to cymbiform, hyaline, aseptate, 9–12 × 2.5–3 μm, apex with minute periclinal thickening and collarette. Subverticillate conidiophores comprising of a septate stipe and rarely primary branches terminating in 2–4 phialides; phialides cymbiform to cylindrical, hyaline, aseptate, 20–30 × 2–2.5 μm, apex with minute periclinal thickening and collarette. Conidia cylindrical, rounded at both ends, straight, (0–)1-septate, (9–)10–12(–13) × 2(–2.5) μm, held in asymmetrical clusters by colourless slime. Sexual morph unknown. Culture characteristics: Colonies flat, spreading, with fluffy, moderate aerial mycelium, covering dish after 2 wk at 25 °C. On MEA, PDA and OA surface sienna with patches of ochreous, reverse umber to sienna. Material examined: South Africa, Western Cape Province, Stellenbosch, Pelargonium sp. (Geraniaceae), 1 Feb. 2010, P.W. Crous, CBS H-23821, culture CPC 33527 = CBS 145053. Notes: Cylindrocladiella peruviana is known to occur in South Africa (van Coller et al. 2005), and has been confirmed from hosts such as Acacia mearnsii, Eucalyptus spp., and Vitis vinifera, but this is the first record from Pelargonium. Based on a megablast search of NCBI’s GenBank nucleotide database, the ITS sequence was identical to Cylindrocladiella peruviana (GenBank KU896173.1; Identities = 550/550), Cylindrocladiella parvispora (GenBank MH017028.1; Identities = 546/546), and Cylindrocladiella malesiana (GenBank MH017019.1; Identities = 546/546). Closest hits using the LSU sequence are Cylindrocladiella peruviana (GenBank JN099266.1; Identities = 841/841 (100 %), no gaps), Cylindrocladiella longiphialidica (GenBank MH876846.1; Identities = 840/841 (99 %), no gaps), and Cylindrocladiella camelliae (GenBank JN099248.1; Identities = 840/841 (99 %), no gaps). Closest hits using the his3 sequence had highest similarity to Cylindrocladiella peruviana (GenBank MH017011.1; Identities = 480/480 (100 %), no gaps), Cylindrocladiella microcylindrica (as Nectricladiella camelliae, GenBank AY793523.1; Identities = 442/457 (97 %), 5 gaps (1 %)), and Cylindrocladiella solicola (GenBank MH017002.1; Identities = 469/485 (97 %), 5 gaps (1 %)). Closest hits using the rpb2 sequence had highest similarity to Cylindrocladiella camelliae (GenBank KM232304.1; Identities = 819/837 (98 %), no gaps), Cylindrocladiella lageniformis (GenBank KM232303.1; Identities = 648/722 (90 %), no gaps), and Calonectria brevistipitata (GenBank KY653367.1; Identities = 744/861 (86 %), 2 gaps (0 %)). Closest hits using the tef1 sequence had highest similarity to Cylindrocladiella peruviana (GenBank JN099007.1; Identities = 482/483 (99 %), 1 gap (0 %)), Cylindrocladiella obpyriformis (GenBank MH016985.1; Identities = 475/489 (97 %), 7 gaps (1 %)), and Cylindrocladiella arbusta (GenBank MH016978.1; Identities = 475/489 (97 %), 7 gaps (1 %)). Closest hits using the tub2 sequence had highest similarity to Cylindrocladiella peruviana (GenBank JN098801.1; Identities = 618/618 (100 %), no gaps), Cylindrocladiella terrestris (GenBank MF444930.1; Identities = 482/493 (98 %), no gaps), and Cylindrocladiella camelliae (GenBank JN098749.1; Identities = 604/618 (98 %), no gaps). Cyphellophora clematidis Crous & R.K. Schumach., sp. nov. MycoBank MB829301. Fig. 13. Etymology: Name reflects the host genus Clematis from which it was isolated. Mycelium consisting of pale brown, smooth, septate, branched, (1.5–)2–3 µm diam hyphae. Conidiomata sporodochial, round, erumpent, olivaceous, 30–120 µm diam, consisting of a basal stroma of globose to ellipsoid, olivaceous, smooth-walled cells, 2–4 µm diam, giving rise to aggregated conidiogenous cells. Conidiogenous cells ellipsoid to ampulliform, olivaceous brown, smooth, 4–6(–10) × 2.5–4 µm, phialidic with darker brown, flared collarette, 1.5–2 µm diam. Conidia aseptate, aggregated in mucoid mass, olivaceous, smooth, guttulate, ellipsoid, apex obtuse, tapering toward a truncate base, 0.5 µm diam, (3–)4–5(–6.5) × (1.5–)2(–2.5) µm. Culture characteristics: Colonies flat, spreading with sparse to moderate aerial mycelium, and smooth, lobate margin, reaching 40 mm diam after 2 wk at 25 ºC. On MEA surface umber, reverse chestnut; on PDA surface hazel, reverse iron-grey; on OA surface olivaceous grey. Typus: Austria, lower Austria, Gaaden, on Clematis vitalba (Ranunculaceae), 21 Apr. 2017, M. Mann & R.K. Schumacher, HPC 2101 = RKS 102 (holotype CBS H-23827, culture ex-type CPC 33880 = CBS 144983). Notes: Although Cyphellophora clematidis was isolated from Clematis vitalba, Cyphellophora also contains species that are associated with human and animal skin and nails (Gao et al. 2015). Cyphellophora clematidis is phylogenetically distinct from other species presently known based on their DNA sequences, and is introduced here as new, being morphologically distinct in that it has predominantly aseptate conidia. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Anthopsis deltoidea (GenBank NR_153555.1; Identities = 492/557 (88 %), 40 gaps (7 %)), Cyphellophora pluriseptata (GenBank MH063042.1; Identities = 481/562 (86 %), 24 gaps (4 %)), and Cyphellophora eucalypti (GenBank GQ303274.1; Identities = 530/633 (84 %), 48 gaps (7 %)). Closest hits using the LSU sequence are Cyphellophora fusarioides (GenBank MH877022.1; Identities = 836/861 (97 %), 4 gaps (0 %)), Cyphellophora musae (GenBank KP122932.1; Identities = 835/861 (97 %), 3 gaps (0 %)), and Cyphellophora suttonii (GenBank MH874978.1; Identities = 834/861 (97 %), 4 gaps (0 %)). No significant hits were obtained when the tub2 sequence was used in blastn and megablast searches. Diaporthe anacardii (Early & Punith.) R.R. Gomes et al., Persoonia 31: 15. 2013. Fig. 14. Basionym: Phomopsis anacardii Early & Punith., Trans. Brit. Mycol. Soc. 59: 345. 1972. Conidiomata black, globose, erumpent, 250–350 µm diam, exuding a creamy conidial mass. Conidiophores hyaline, smooth, branched, 2–3-septate, subcylindrical, 25–50 × 2.5–3.5 µm. Conidiogenous cells subcylindrical, smooth, terminal, intercalary, 15–35 × 2–2.5 µm, apex 1.5 µm diam, mostly without collarette. Conidia solitary, aseptate, hyaline, smooth, guttulate, fusoidellipsoid, straight, apex subobtuse, base truncate, 1 µm diam, (7–)8–10(–11) × (2.5–)3 µm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium, covering dish after 2 wk at 25 °C. On MEA, PDA and OA surface buff with patches of pale olivaceous grey, reverse cinnamon. Material examined: South Africa, Western Cape Province, Stellenbosch, on unidentified leaf litter, 2010, P.W. Crous, HPC 1692, culture CPC 33074 = CBS 144610. Notes: This collection is closely related to Diaporthe anacardii (from Anacardi occidentalis in Kenya, and also recorded from Nigeria, Guinea and Cuba; Gomes et al. 2013), and Diaporthe velutina (from leaves of Neolitsea sp., Callerya cinerea and Camellia sinensis collected in China; Gao et al. 2017). Based on the cmdA and tef1 sequence data, this isolate is identified as Diaporthe anacardii, which represents the first record from South Africa. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Diaporthe velutina (GenBank NR_152470.1; Identities = 561/563 (99 %), 2 gaps (0 %)), Diaporthe foeniculina (GenBank KP050598.1; Identities = 534/538 (99 %), 2 gaps (0 %)), and Diaporthe inconspicua (GenBank KC343125.1; Identities = 556/561 (99 %), no gaps). Closest hits using the LSU sequence are Diaporthe velutina (GenBank NG_059146.1; Identities = 788/788 (100 %)), Diaporthe phragmitis (GenBank MH878644.1; Identities = 785/788 (99 %), no gaps), and Diaporthe cotoneastri (GenBank MH873257.1; Identities = 785/788 (99 %), no gaps). Closest hits using the cmdA sequence had highest similarity to Diaporthe anacardii (GenBank KC343266.1; Identities = 681/682 (99 %), no gaps), Diaporthe portugallica (as Diaporthe sp. VG2018, GenBank MH063893.1; Identities = 469/486 (97 %), no gaps), and Diaporthe velutina (GenBank KX999286.1; Identities = 444/461 (96 %), no gaps). Closest hits using the tef1 sequence had highest similarity to Diaporthe anacardii (GenBank KC343750.1; Identities = 335/341 (98 %), 2 gaps (0 %)), Diaporthe portugallica (as Diaporthe sp. VG-2018, GenBank MH063911.1; Identities = 324/339 (96 %), no gaps), and Diaporthe velutina (GenBank KX999178.1; Identities = 324/339 (96 %), 2 gaps (0 %)). Diaporthe eres Nitschke, Pyrenomyc. Germ. 2: 245. 1870. Fig. 15. Conidiomata pycnidial, globose, erumpent, brown, up to 400 µm diam; creamy conidial droplets exude from ostiole; walls of 3–6 layers of brown textura angularis. Conidiophores lining the inner cavity, hyaline, smooth, 1–3-septate, branched, densely aggregated, subcylindrical, straight to sinuous, 15–35 × 3–4 µm. Conidiogenous cells 6–20 × 2–2.5 µm, phialidic, subcylindrical, terminal and intercalary, with slight apical taper towards apex, 0.5 µm diam with visible periclinal thickening; collarette inconspicuous. Conidia aseptate, hyaline, smooth, fusoid, tapering towards both ends, straight, apex subobtuse, base truncate, (7–)8–9(–10) × (2–)2.5(–3) µm. Culture characteristics: Colonies flat, spreading, with sparse to moderate aerial mycelium and smooth, lobate margin, covering dish after 2 wk at 25 °C. On MEA, PDA and OA surface isabelline with patches of sepia and honey, reverse brown vinaceous with patches of hazel and ochreous. Material examined: Netherlands, on Lactuca sativa (Asteraceae), Jun. 2017, W. Quaedvlieg, NAK Tuinbouw INS-17-08263A, culture CPC 34055 = CBS 145040. Notes: Diaporthe includes important plant pathogens, saprobes, and endophytes on a wide range of plant hosts (Guarnaccia & Crous 2017). Diaporthe eres, the type species of Diaporthe, was circumscribed by Udayanga et al. (2014). The present collection from Lactuca sativa in the Netherlands fits within the broad concept of D. eres. Based on a megablast search of NCBI’s GenBank nucleotide database, the ITS sequence was identical to Diaporthe eres (GenBank MG281122.1; Identities = 576/576 (100 %)) and Diaporthe cotoneastri (GenBank KC145903.1; Identities = 576/576 (100 %)). Closest hits using the LSU sequence are Diaporthe eres (GenBank MH867392.1; Identities = 893/893 (100 %), no gaps), Diaporthe cotoneastri (GenBank MH873257.1; Identities = 891/891 (100 %), no gaps), and Diaporthe ambigua (GenBank MH867598.1; Identities = 892/893 (99 %), no gaps). Closest hits using the actA sequence had highest similarity to Diaporthe eres (GenBank KJ420750.1; Identities = 234/234 (100 %)), Diaporthe cotoneastri (GenBank KC843231.1; Identities = 273/275 (99 %), no gaps), and Phomopsis fukushii (GenBank JN230379.1; Identities = 265/268 (99 %),no gaps). Closest hits using the cmdA sequence had highest similarity to Diaporthe cf. nobilis (GenBank KC343391.1; Identities = 409/409 (100 %), no gaps), Diaporthe eres (GenBank KC343331.1; Identities = 409/409 (100 %), no gaps), and Diaporthe cotoneastri (GenBank KC763137.1; Identities = 403/409 (99 %), 4 gaps (0 %)). Closest hits using the rpb2 sequence had highest similarity to Diaporthe ampelina (as Phomopsis viticola, GenBank HQ446836.1; Identities = 632/683 (93 %), no gaps), Diaporthe limonicola (GenBank MH797629.1; Identities = 622/683 (91 %), no gaps), and Diaporthe foeniculina (GenBank MG922553.1; Identities = 619/680 (91 %), no gaps). Closest hits using the tef1 sequence had highest similarity to Diaporthe eres (GenBank MG281568.1; Identities = 610/610 (100 %), no gaps), Diaporthe cf. nobilis (GenBank KC343875.1; Identities = 346/347 (99 %), no gaps), and Diaporthe phaseolorum (GenBank HQ445915.1; Identities = 355/359 (99 %), no gaps). Closest hits using the tub2 sequence had highest similarity to Diaporthe hungariae (GenBank MG281303.1; Identities = 317/317 (100 %), no gaps), Diaporthe rosicola (GenBank MG843877.1; Identities = 311/313 (99 %), no gaps), and Diaporthe betulae (GenBank KT733021.1; Identities = 429/439 (98 %), no gaps). Dichotomophthora basellae Hern.-Restr. et al., Stud. Mycol. 92: 69. 2018. Fig. 16. Hyphae hyaline to brown, septate, smooth to verruculose, 6–8 µm wide. Conidiophores macronematous, unbranched or irregularly branched, lobed at the apex, forming a stipe and head; stipe pale brown, smooth, 500–2000 × 9–17 µm; head 30–60 µm diam, pale brown. Conidiogenous cells polytretic, integrated and terminal, lobed, cicatrized, individual lobes 15–25 × 9–20 µm. Conidia (50–)80–95(–105) × (9–)12–14(–15), solitary, dry, subcylindrical, rounded at the ends, pale yellow-brown, 3–5-distoseptate, at times forking at apex, giving rise to bifurcate appearance, two apical branches 0–2-septate, 7–30 µm long. Microconidia obovoid to ellipsoid, 0–2-distoseptate, 10–30 × 10–11 µm. Sclerotia and sexual morph unknown. Culture characteristics: Colonies spreading, with sparse to moderate aerial mycelium and smooth, even margin, reaching 50 mm diam after 2 wk at 25 °C. On MEA surface and reverse umber, with diffuse apricot pigment; on PDA surface and reverse orange, with patches of umber, and orange pigment; on OA surface orange, with patches of umber, apricot to orange pigment. Material examined: Thailand, Chiang Mai Province, Chiang Mai, on unidentified host plant, 2008, R. Cheewangkoon, CBS H-23813, culture CPC 33044 = CBS 145050. Notes: The genus Dichotomophthora was recently revised by Marin-Felix et al. (2019), who accepted four species associated with leaf spots on various host plants. Dichotomophthora basellae was described as having conidia that are 32–86 × 10–18 μm, ellipsoid to cylindrical rounded at ends, and 2–5-distoseptate. The present isolate is morphologically atypical, as its conidia are frequently forking at the apex. Phylogenetically however, it is identical to D. basellae, and was collected at the same locality. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Dichotomophthora basellae (GenBank NR_158422.1; Identities = 595/595 (100 %), no gaps) and Dichotomophthora lutea (GenBank NR_158420.1; Identities = 590/596 (99 %), 1 gap (0 %)). Closest hits using the LSU sequence of CPC 33044 are Dichotomophthora portulacae (GenBank LT990624.1; Identities = 833/833 (100 %), no gaps), Dichotomophthora lutea (GenBank LT990622.1; Identities = 810/810 (100 %), no gaps), Curvularia papendorfii (GenBank MH875471.1; Identities = 855/855 (100 %), no gaps), Bipolaris cactivora (GenBank LT715590.1; Identities = 855/855 (100 %), no gaps), and Drechslera helianthi (GenBank MH876194.1; Identities = 854/855 (99 %), no gaps). There are no LSU sequences of Dichotomophthora basellae available on GenBank. Closest hits using the rpb2 sequence had highest similarity to Dichotomophthora basellae (GenBank LT990640.1; Identities = 860/860 (100 %), no gaps), Dichotomophthora lutea (GenBank LT990636.1; Identities = 906/911 (99 %), no gaps), and Bipolaris cactivora (GenBank LT715726.1; Identities = 718/739 (97 %), no gaps). Exophiala abietophila Crous & R.K. Schumach., sp. nov. MycoBank MB829302. Fig. 17. Etymology: Name refers to the host genus Abies from which it was isolated. Mycelium consisting of smooth, septate, brown, branched, 2–3 µm diam hyphae. Conidiophores reduced to conidiogenous cells or with a supporting cell. Conidiogenous cells pale brown, smooth, reduced to conidiogenous loci, 0.5 µm diam, or ampulliform to doliiform, 4–6 × 2.5–3 µm. Conidia aseptate, (2.5–)3(–3.5) × 1.5–2 µm, ellipsoid, hyaline, smooth-walled, guttulate, apex obtuse, tapering to a truncate base, 0.5 µm diam. Culture characteristics: Colonies flat, spreading, with folded surface, sparse aerial mycelium and smooth, lobate margin, reaching 10 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface and reverse umber. Typus: Norway, Oppland, Vestre Sildre, on bark of Abies alba (Pinaceae), 29 Jul. 2017, F. Sanchez et al., HPC 2230 (holotype CBS H-23836, culture ex-type CPC 34580 = CBS 145038). Notes: Exophiala includes several species of dematiaceous hyphomycetes that are clinically relevant (de Hoog 1977). Species of Exophiala are however commonly isolated from plant litter and soil. Phylogenetically E. abietophila is distinct from all species presently known from their DNA sequence data. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Exophiala moniliae (GenBank HE605213.1; Identities = 567/643 (88 %), 34 gaps (5 %)), Exophiala bergeri (GenBank MH857080.1; Identities = 484/544 (89 %), 25 gaps (4 %)), and Atrokylindriopsis setulosa (GenBank KP337330.1; Identities = 516/576 (90 %), 19 gaps (3 %)). Closest hits using the LSU sequence are Exophiala dermatitidis (GenBank DQ823100.1; Identities = 1112/1194 (93 %), 24 gaps (2 %)), Exophiala bergeri (GenBank NG_059199.1; Identities = 1099/1184 (93 %), 27 gaps (2 %)), and Capronia pilosella (GenBank DQ823099.1; Identities = 1106/1199 (92 %), 27 gaps (2 %)). Exophiala lignicola Crous & Akulov, sp. nov. MycoBank MB829303. Fig. 18. Etymology: Name refers to rotten wood from which it was isolated. Mycelium consisting of smooth, pale brown, septate, branched, 2–3 µm diam hyphae. Conidiophores penicillate with conidia in apical slimy mass, or reduced to solitary conidiogenous cells or loci on hyphae; conidiophores erect, arising from superficial hyphae, pale to medium brown, smooth, subcylindrical, flexuous, branched or not, stipe 10–20 × 2–3 µm, with apical and lateral penicillate conidiophores; primary branches aseptate, medium brown, smooth, 5–15 × 2–2.5 µm; secondary and tertiary branches subcylindrical, medium brown, smooth, aseptate, 8–12 × 1.5–2 µm, giving rise to 1–4 phialides, pale brown, smooth, subcylindrical to fusoid-ellipsoid, with prominent taper at apex to form a narrow cylindrical channel with percurrent proliferations, (1–)8–16 × (1.5–)2 µm. Conidia solitary, aseptate, pale brown, smooth, fusoid-ellipsoid, apex obtuse, base truncate, slightly reflective, (3.5–)4(–5.5) × 2(–3) µm. Culture characteristics: Colonies erumpent, spreading, with sparse aerial mycelium and smooth, lobate margin, reaching 12 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface and reverse olivaceous grey. Typus: Ukraine, Kharkiv, Forest park, on fallen decorticated trunk of cf. Quercus sp. (Fagaceae) in a native oak-maple-ash forest, 28 Oct. 2016, A. Akulov, CWU (MYC) AS 6112 = HPC 1509 (holotype CBS H-23802, culture ex-type CPC 32464 = CBS 144622). Notes: Exophiala (Herpotrichiellaceae) is commonly isolated from decaying wood, soil, and plant litter. This genus of dematiaceous hyphomycetes, commonly referred to as black yeasts, is morphologically variable, with conidiophores ranging from well-defined penicillate structures as in E. lignicola, or solitary loci on hyphae. The genus presently contains approximately 60 epithets, several of which have Capronia sexual morphs (Untereiner 1997). Numerous species of Exophiala / Capronia are known as host-specific fungicolous or lichenicolous fungi (Halici et al., 2010; Friebes, 2012). Phylogenetically, E. lignicola is distinct from those species known from their DNA sequences, and based on its unique conidiophores, it is treated as a unique taxon. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Rhinocladiella coryli (GenBank NR_155727.1; Identities = 542/612 (89 %), 18 gaps (2 %)), Exophiala eucalypticola (GenBank NR_158438.1; Identities = 518/589 (88 %), 21 gaps (3 %)), and Rhinocladiella aquaspersa (GenBank MH374866.1; Identities = 539/619 (87 %), 32 gaps (5 %)). Closest hits using the LSU sequence are Exophiala angulospora (GenBank MH874033.1; Identities = 875/885 (99 %), no gaps), Capronia coronata (GenBank AF050242.1; Identities = 875/885 (99 %), no gaps), and Fonsecaea pedrosoi (GenBank AF050276.1; Identities = 872/887 (98 %), 2 gaps (0 %)). No significant hits were obtained when the cmdA sequence was used in blastn and megablast searches. Closest hits using the tef1 sequence had highest similarity to Exophiala dermatitidis (GenBank DQ840566.1; Identities = 186/192 (97 %), no gaps), Capronia munkii (GenBank EF413607.1; Identities = 184/193 (95 %), no gaps), and Capronia coronata (GenBank XM_007726769.1; Identities = 187/198 (94 %), 2 gaps (1 %)). Fuscostagonospora banksiae Crous & Carnegie, sp. nov. MycoBank MB829304. Fig. 19. Etymology: Name reflects the host genus Banksia from which it was isolated. Conidiomata solitary, pycnidial, globose, brown, 180–200 µm diam, exuding a milky white conidial mass. Conidiophores lining the inner cavity, reduced to conidiogenous cells or with a supporting cell, branched at base or not, 5–12 × 3–4 µm. Conidiogenous cells ampulliform to doliiform, hyaline, smooth, 5–7 × 3–4 µm; proliferating indistinctly percurrently at apex. Conidia solitary, aseptate, hyaline, smooth, guttulate, ellipsoid, apex obtuse, base bluntly rounded, (3–)4(–5) × (2–)2.5(–3) µm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and lobed, feathery margin, reaching 40 mm diam after 2 wk at 25 °C. On MEA surface ochreous to dirty white with chestnut sectors, reverse ochreous with chestnut; on PDA surface umber with sections of dirty white and scarlet, reverse chestnut with sectors of scarlet and umber; on OA surface umber to pale luteous. Typus: Australia, New South Wales, Riamukka State Forest, 31.376993S 151.693569E, on Banksia sp. (Proteaceae), 2015, A.J. Carnegie, HPC 1445 (holotype CBS H-23796, culture ex-type CPC 31724 = CBS 144621). Notes: Fuscostagonospora was introduced for a sexual species occurring on bamboo (Tanaka et al. 2015). The present collection represents an asexual morph, and is thus difficult to compare with the known sexual species in the genus, but it is placed in Fuscostagonospora based on its phylogeny. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Periconia pseudobyssoides (GenBank KY364628.1; Identities = 426/464 (92 %), 10 gaps (2 %)), Periconia byssoides (GenBank KY364620.1; Identities = 426/464 (92 %), 10 gaps (2 %)), and Fuscostagonospora sasae (GenBank NR_153964.1; Identities = 425/468 (91 %), 16 gaps (3 %)). Closest hits using the LSU sequence are Fuscostagonospora cytisi (GenBank KY770978.1; Identities = 839/846 (99 %), no gaps), Fuscostagonospora sasae (GenBank AB807548.1; Identities = 838/850 (99 %), no gaps), and Corynespora olivacea (GenBank JQ044448.1; Identities = 858/879 (98 %), 5 gaps (0 %)). Gaeumannomycella caricicola Hern.-Restr., Crous & R.K. Schumach., sp. nov. MycoBank MB829305. Fig. 20. Etymology: Name refers to the host genus Carex from which it was isolated. In vivo. Ascomata perithecial, immersed or semi-immersed on the substrate, globose, subglobose to elliptical, pale brown, 275–390 × 135–235 µm, with a lateral, central cylindrical neck, 108–167 × 57–97 µm; ascomatal wall textura intrincata to epidermoidea. Paraphyses sparse, basally moniliform, upwards filiform, unbranched, multi-celled, hyaline, thin-walled and smooth, evanescent. Asci numerous, unitunicate, cylindrical to elongated clavate, stalked, 8-spored, 73–210 × 9–18 µm. Ascospores cylindrical, to slightly curved at one or both ends, widest in the middle, tapering to the base, ends rounded, multi-guttulate, 0–3-septate, septa often indistinct, hyaline, 32–45 × 3–3.5 µm. Hyphopodia brown, lobed (few hyphopodia were observed close to the perithecial neck). Culture characteristics: Colonies flat, spreading, with folded surface, sparse to moderate aerial mycelium and smooth, lobate margin, covering dish after 2 wk at 25 °C. On MEA surface pale olivaceous, reverse luteous; on PDA surface and reverse olivaceous grey; on OA surface olivaceous grey. Typus: Germany, near Berlin, on dead leaf of Carex remota (Cyperaceae), 2 Jun. 2017, R.K. Schumacher, HPC 2136 = RKS 122 (holotype CBS H-23793, culture ex-type CPC 33925 = CBS 145041). Notes: Gaeumannomycella was introduced by Hernández-Restrepo et al. (2016) for a genus of fungi morphologically similar to Gaeumannomyces, and associated with a disease on Cyperaceae. Gaeumannomycella caricicola is phylogenetically distinct from Gaeumannomycella caricis, the only other species presently known in the genus. Of interest is the fact that both species occur on Carex. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Slopeiomyces cylindrosporus (as Gaeumannomyces cylindrosporus, GenBank JF508361.1; Identities = 506/519 (97 %), 3 gaps (0 %)), Gaeumannomycella caricis (GenBank KX306478.1; Identities = 523/553 (95 %), 10 gaps (1 %)), and Nakataea oryzae (GenBank FJ746639.1; Identities = 511/550 (93 %), 9 gaps (1 %)). Closest hits using the LSU sequence are Slopeiomyces cylindrosporus (GenBank KM009159.1; Identities = 835/848 (98 %), no gaps), Omnidemptus affinis (GenBank NG_059478.1; Identities = 832/848 (98 %), no gaps), and Gaeumannomyces graminicola (GenBank DQ341496.1; Identities = 832/848 (98%), no gaps). Distant hits using the his3 sequence had highest similarity to Colletotrichum arxii (GenBank KF687846.1; Identities = 173/183 (95 %), no gaps), Verticillium albo-atrum (GenBank DQ266200.1; Identities = 173/184 (94 %), no gaps), and Colletotrichum vietnamense (GenBank KF687854.1; Identities = 172/183 (94 %), no gaps). Distant hits using the tub2 sequence had highest similarity to Gibellina cerealis (GenBank KT377187.1; Identities = 334/409 (82 %), 28 gaps (6 %)), Slopeiomyces cylindrosporus (Gaeumannomyces cylindrosporus as, GenBank AY435448.1; Identities = 333/425 (78 %), 32 gaps (7 %)), and Magnaporthiopsis maydis (as Cephalosporium maydis, GenBank AY435435.1; Identities = 265/351 (75 %), 27 gaps (7 %)). Hansfordiaceae Crous, fam. nov. MycoBank MB829455. Mycelium superficial to immersed. Conidiophores solitary, erect, straight to flexuous, branched, medium brown, smooth, arising from superficial mycelium, at times setiform, multiseptate with lateral branches, each giving rise to several smaller, pale brown branches that form conidiogenous cells, subhyaline, subcylindrical or clavate; subdenticulate apical loci with rhexolytic conidiogenesis. Conidia aseptate, solitary, dry, globose to ellipsoid to fusoid, hyaline to pale brown, smooth or finely roughened, with minute basal frill derived from the apex of the separating cell. Type genus: Hansfordia S. Hughes. Type species: H. ovalispora S. Hughes. Hansfordia pruni Crous, sp. nov. MycoBank MB829306. Figs 21, 22. Etymology: Name refers to the genus Prunus from which it was isolated. Conidiophores solitary, erect, straight to flexuous, branched, medium brown, smooth, arising from superficial mycelium, 100–1000 × 2.5–3 μm, multi-septate with lateral branches in upper half, each giving rise to several smaller, pale brown branches that form 1–2 conidiogenous cells, subhyaline, subcylindrical with apical taper, 5–20 × 2.5–3 µm, with 2–6 subdenticulate apical loci with rhexolytic conidiogenesis. Conidia aseptate, solitary, dry, globose to subglobose, subhyaline, finely roughened, (4–) 5(–6) × 4 µm diam, with minute basal frill derived from the apex of the separating cell. Culture characteristics: Colonies erumpent, spreading, with moderate aerial mycelium and feathery, lobate margins, reaching 35 mm diam after 2 wk. On MEA fawn, reverse cinnamon; on PDA isabelline, reverse brown vinaceous; on OA vinaceous buff. Typus: Italy, on twig of Prunus persica (Rosaceae), deposited in 1956, M. Ribaldi (holotype CBS H-23837, culture ex-type IMI 146912 = CBS 194.56). Notes: Hansfordia pulvinata has many proposed synonyms (Deighton 1972), which based on morphology, appear similar to the type. However, H. pruni differs in that it has longer conidiophores, more aggregated sub-denticulate loci on its conidiogenous cells, and smaller conidia. Based on a megablast search of NCBI’s GenBank nucleotide database, the ITS sequence was identical to Hansfordia pulvinata (GenBank KU683763.1; Identities = 1040/1040 (100 %)); other closest hits included Entosordaria quercina (GenBank MF488994.1; Identities = 842/915 (92 %), 20 gaps (2 %)), and Entosordaria perfidiosa (GenBank MF488993.1; Identities = 840/914 (92 %), 18 gaps (1 %)). Hansfordia pulvinata (Berk. & M.A. Curtis) S. Hughes, Canad. J. Bot. 36: 771. 1958. Fig. 21, 23. Basionym: Polyactis pulvinata Berk. & M.A. Curtis, Grevillea 3(27): 110. 1875. Conidiophores solitary, erect, flexuous, branched, medium brown, smooth, arising from superficial mycelium, 200–600 × 3–4 µm, multi-septate with lateral branches in upper half, each giving rise to several smaller, pale brown branches that form 1–2 conidiogenous cells, subhyaline, subcylindrical with apical taper, 10–17 × 3–3.5 µm, with 1–2 subdenticulate apical loci with rhexolytic conidiogenesis. Conidia solitary, dry, globose, subhyaline, finely roughened, (5–)6(–7) µm diam, with minute basal frill derived from apex of the separating cell. Culture characteristics: Colonies erumpent, spreading, with moderate aerial mycelium and feathery, lobate margin, reaching 25 mm diam after 2 wk at 25 °C. On MEA surface olivaceous grey in centre, smoke grey in outer region, luteous in reverse; on PDA surface olivaceous grey in centre, smoke grey in outer region, reverse olivaceous grey in centre, luteous in outer region; on OA surface pale olivaceous grey, outer region pale luteous. Material examined: Australia, New South Wales, Australian Botanical Garden Mount Annan, on leaves of Macrozamia miquelii (Zamiaceae), 25 Nov. 2016, P.W. Crous, HPC 1734, CBS H-23581, culture CPC 32119 = CBS 144422. Notes: Hansfordia pulvinata (a mycoparasite on other fungi, including Fulvia fulva on tomatoes; Peresse & le Picard 1980) was originally described from branches of Alnus sp. collected in North America. It needs to be recollected in the USA to fix the application of the name. Morphologically however, the culture considered in this study applies best to the current concept for this taxon (Ellis 1971, 1976, Deighton 1972). Hansfordia pulvinata has been suggested as possible biological control agent for plant pathogenic fungi (Mitchell & Taber 1986, Alderman et al. 2010). Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Hansfordia pulvinata (GenBank LC177970.1; Identities = 468/471 (99 %), no gaps), Hansfordia pulvinata (GenBank MH863749.1; Identities = 510/546 (93 %), 11 gaps (2 %)), Gyrothrix verticiclada (GenBank KC775750.1; Identities = 407/463 (88 %), 17 gaps (3 %)), Selenodriella fertilis (GenBank KP859055.1; Identities = 473/544 (87 %), 24 gaps (4 %)), and Daldinia bambusicola (GenBank KY610385.1; Identities =474/553 (86 %), 22 gaps (3 %)). Closest hits using the LSU sequence are Gyrothrix circinata (GenBank KJ476964.1; Identities = 793/830 (96 %), 5 gaps (0 %)), Circinotrichum maculiforme (GenBank KR611896.1; Identities = 805/844 (95 %), 5 gaps (0 %)), and Oxydothis garethjonesii (GenBank KY206762.1; Identities = 799/842 (95 %), 2 gaps (0 %)). Hypsotheca Ellis & Everh., J. Mycol. 1: 128. 1885. Synonyms: Capnodiella (Sacc.) Sacc. & D. Sacc., Syll. fung. (Abellini) 17: 621. 1905. [based on Capnodium maximum] Sorica Giesenh., Ber. dt. bot. Ges. 22: 195. 1904. [based on Sorica dusenii] Ascomata separate or loosely grouped, not arising from a visible stroma, dark brown to black, ventricose, straight or curved, elongate with a submedian to suprabasal swollen ascigerous locule. Ascomatal wall of textura porrecta to textura intricata. Asci 8-spored, elongating at maturity and extending up the ascoma neck to the apex before deliquescing to release ascospores at or below the ostiole; discharged ascospores accumulating in a dry reddish brown mass at the ostiole. Ascospores golden brown, thick-walled, smooth, depressed globose to subellipsoid. Pycnidial and hyphomycetous morphs produced. Pycnidial conidiomata solitary, dark brown to black, globose or depressed globose, or short stipitate, with a prominent papillate ostiole, wall of textura angulata to textura intricata. Conidiophores hyaline, arising from the inner cells of the pycnidial wall, simple ampulliform or elongate, septate. Conidiogenous cells phialidic with an inconspicuous collarette. Conidia hyaline, asymmetrical, oblong to allantoid or fusoid, aseptate, smooth. Hyphomycetous morph with mucoid heads of conidia scattered on short lateral phialodes, phaeoacremonium-like, sub-hyaline to pale brown, smooth or rough. Conidiogenous cells lageniform, the collarettes usually inconspicuous or flared (phialophora-like). Conidia aseptate, ellipsoid-ovoid, smooth. Type species: Hypsotheca subcorticalis [Basionym: Sphaeronaema subcorticale, perithecia occurring inside the bark of Quercus, New Jersey, USA, type at K]. Hypsotheca nigra (Schrad. ex DC.) Crous, comb. nov. MycoBank MB829445. Basionym: Stilbum nigrum Schrad. ex DC., Flore française 2: 593. 1805. Synonyms: Lagenula nigra (Schrad. ex DC.) G. Arnaud, Annls Épiphyt. 16: 267. 1930. Caliciopsis nigra (Schrad. ex DC) Fitzp., Mycologia 34: 501. 1942. Hypsotheca maxima (Berk. & M.A. Curtis) Crous, comb. nov. MycoBank MB829446. Basionym: Capnodium maximum Berk. & M.A. Curtis, J. Linn. Soc., Bot. 10: 391. 1868 (1869). Polychaeton maximum (Berk. & M.A. Curtis) Kuntze, Revis. gen. pl. (Leipzig) 1: 13. 1891. Sorica maxima (Berk. & M.A. Curtis) Giesenh., Ber. dt. bot. Ges. 22: 358. 1904. Capnodiella maxima (Berk. & M.A. Curtis) Sacc. & D. Sacc., Syll. fung. (Abellini) 17: 621. 1905. Caliciopsis maxima (Berk. & M.A. Curtis) Höhn., Sitzungsber. Akad. Wiss. Wien, Math.-Naturwiss. Kl., Abt. 1, 128: 84. 1919. Typus: Cuba, on fronds of Niphidium sp. (Polypodiaceae) (originally identified as Polypodium sp.), 1941, Wright (holotype CUP-029913). Brazil, Rio de Janeiro, Nova Friburgo, on fronds of Niphidium crassifolium (Polypodiaceae), 5 Nov. 2011, R.W. Barreto (epitype VIC 42568, culture ex-epitype COAD 1983 = CPC 24674). Material examined: Brazil, Rio de Janeiro, Nova Friburgo, on fronds of Microgramma squamulosa (Polypodiaceae), 10 Oct. 2013, R.W. Barreto, VIC 42602. Hypsotheca pleomorpha (Patricia McGee & I. Pascoe) Crous, comb. nov. MycoBank MB829312. Fig. 24. Basionym: Caliciopsis pleomorpha Patricia McGee & I. Pascoe, Fungal Syst. Evol. 2: 50. 2018. Conidiomata pycnidial, globose, ostiolate, brown, 50–200 µm diam, separate (on PNA), or aggregated in a brown stroma (on PDA, MEA). Conidiophores arising from inner layer, hyaline, smooth, subcylindrical, branched, 1–4-septate, 5–20 × 3–4 µm. Conidiogenous cells subcylindrical to doliiform, hyaline, smooth, terminal and intercalary, phialidic with prominent periclinal thickening, 3–6 × 2–4 µm. Conidia solitary, aseptate, hyaline, smooth, granular, fusoid-ellipsoid, mostly somewhat curved, apex obtuse, tapered towards base, truncate, 0.5 µm diam, (3–) 4–5(–6) × 1.5(–2) µm. Culture characteristics: Colonies spreading, surface folded, with sparse to moderate aerial mycelium and smooth, lobate margins, reaching 50 mm diam after 2 wk. On MEA, PDA and OA surface and reverse chestnut. Material examined: Australia, New South Wales, on leaves of Eucalyptus piperita (Myrtaceae), 2014, P.W. Crous, HPC 1762, culture CBS 144636 = CPC 32144. Notes: The genus Caliciopsis (based on C. pinea) represents two phylogenetically distinct, well-supported clades, one of which is ascribed here to the former generic synonym, Hypsotheca, which appears to be the oldest name available for this clade. Hypsotheca (based on Hypsotheca subcorticalis; globose ascospores) was formerly distinguished from Caliciopsis (Caliciopsis pinea; ellipsoid ascospores) based on ascospore shape, although Fitzpatrick (1942) did not consider this character to be significant at generic level. Morphologically there are few differences between these genera, except that species of Hypsotheca known from culture also form a phaeoacremoniumlike synasexual morph in culture, which has not yet been observed for species of Caliciopsis s.str. Hypsotheca pleomorpha was recently described as the causal agent of a canker disease of Eucalyptus spp. in Australia (Pascoe et al. 2018), and is reported here from leaves of Eucalyptus piperita, although its possible role as foliar pathogen remains unknown. Based on a megablast search of NCBI’s GenBank nucleotide database, the ITS sequence was identical to Caliciopsis pleomorpha (GenBank MG641785.1; Identities = 523/523 (100 %)), and related to Corynelia uberata (GenBank KU204606.1; Identities = 511/526 (97 %), 5 gaps (0 %)) and Caliciopsis maxima (GenBank KX891229.1; Identities = 467/533 (88 %), 20 gaps (3 %)). Closest hits using the LSU sequence are Caliciopsis nigra (GenBank KP144011.1; Identities = 769/826 (93 %), 9 gaps (1 %)), Caliciopsis pinea (GenBank DQ678097.1; Identities = 781/843 (93 %), 8 gaps (0 %)), and Caliciopsis beckhausii (GenBank NG_060418.1; Identities = 789/855 (92 %), 5 gaps (0 %)). Jeremyomyces Crous & R.K. Schumach., gen. nov. MycoBank MB829307. Etymology: Name refers to Jeremy, a young man who due to social circumstances has to live in a children’s home in Germany. Despite these difficult circumstances, he has proven to be an attentive observer with a special interest in fungi. Ascomata pseudothecial, intracorticolous, singly, gregarious, unilocular, sphaerical, black; ostiole indistinct. Peridium few-layered, consisting of a textura angularis with thick-walled, smooth, and eguttulate cells, inner layers hyaline, outer layers red brown. Paraphysoids numerous, distinctly longer than the asci, basally moniliform, upwards tapered and filiform, end cells gnarled, multi-celled, hyaline, thin-walled, smooth, eguttulate, branched, with anastomoses. Asci 8-spored, clavate, apically rounded with an ocular chamber, pedicel short and furcate, thick-walled, bitunicate, fissitunicate, apical chamber well-defined, clavate to subcylindrical, spores oblique biseriate overlapped. Ascospores hyaline, smooth, guttulate, 1-septate (3-septate with age), fusoid, widest above septum, prominently constricted with well-defined mucoid sheath; basal cell somewhat longer and apical cell. Conidiomata developing in culture, pycnidial, brown, globose with central ostiole. Conidiophores reduced to conidiogenous cells, lining the inner cavity, ampulliform to doliiform, hyaline, smooth, phialidic. Conidia solitary, aseptate, hyaline, smooth, subcylindrical with obtuse ends. Type species: Jeremyomyces labinae Crous & R.K. Schumach. Jeremyomyces labinae Crous & R.K. Schumach., sp. nov. MycoBank MB829309. Fig. 25. Etymology: Name refers to Mrs. Elena Labina, a Russian colleague who has dedicated much of her personal time to collaborating with the authorities of this species in fungal research. Ascomata pseudothecial, intracorticolous, singly, gregarious, unilocular, sphaerical, black, soft, +/-thin, ostiole indistinct, basally with a few short and red brown hyphae, up to 200 µm diam. Peridium few-layered, consisting of a textura angularis with thick-walled, smooth, and eguttulate cells, inner layers hyaline, outer layers red brown. Paraphysoids numerous, distinctly longer than the asci, basally moniliform, upwards tapered and filiform, end cells gnarled, multi-celled, 2–3 µm diam, hyaline, thin-walled, smooth, eguttulate, branched, with anastomoses. Asci 8-spored, clavate, apically rounded with an ocular chamber, pedicel short and furcate, thick-walled, bitunicate, fissitunicate, 75–115 × 10–13 µm, apical chamber well-defined, 2 µm diam, clavate to subcylindrical, spores oblique biseriate overlapped. Ascospores hyaline, smooth, guttulate (at least 2 guttules per cell), 1-septate (3-septate with age), fusoid, widest above septum, prominently constricted with well-defined mucoid sheath, 5 µm diam; basal cell somewhat longer and apical cell, (19–)22–24(–26) × (4–)5(–6) µm. In culture: Conidiomata developing in culture, pycnidial, brown, globose with central ostiole, 150–180 µm diam. Conidiophores reduced to conidiogenous cells, lining the inner cavity, ampulliform to doliiform, hyaline, smooth, phialidic, 3–4 × 3–5 µm. Conidia solitary, aseptate, hyaline, smooth, subcylindrical with obtuse ends, (3–)4–5 × 2 µm. Culture characteristics: Colonies spreading, with moderate aerial mycelium and smooth, lobate margin, reaching 35 mm diam after 2 wk at 25 °C. On MEA surface pale olivaceous grey, reverse olivaceous grey; on PDA surface olivaceous grey in centre, scarlet in outer region, reverse scarlet with diffuse scarlet pigment; on OA surface olivaceous grey with patches of scarlet and diffuse scarlet pigment. Typus: Germany, near Berlin, on twig of Salix alba (Salicaceae), 21 Jan. 2017, R.K. Schumacher, HPC 1956 (holotype CBS H-23817, culture ex-type CPC 33154 = CBS 144617). Notes: Morphologically Jeremyomyces is similar to Angustimassarina (Thambugala et al. 2015), except that it has a coelomycetous asexual morph. Strangely, the LSU sequence clusters with the type sequence of Acericola italica, a fungus that is morphologically quite distinct, having brown, three-septate ascospores. This suggests that the GenBank sequence of Acericola is incorrect. Based on this sequence however, this fungus was placed in a new genus, Acericola, rather than Setomelanomma, which is probably where it belongs. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Acericola italica (GenBank NR_156344.1; Identities = 523/534 (98 %), 3 gaps (0 %)), Xenophoma puncteliae (as Phoma sp. JDL-2012a, GenBank JQ238617.1; Identities = 553/578 (96 %), 9 gaps (1 %)), and Phaeosphaeria caricis (GenBank KY090633.1; Identities = 536/583 (92 %), 13 gaps (2 %)). Closest hits using the LSU sequence are Acericola italica (GenBank MF167429.1; Identities = 883/883 (100 %), no gaps), Phaeosphaeria sowerbyi (GenBank MH873687.1; Identities = 891/896 (99 %), no gaps), and Phaeosphaeria herpotrichoides (GenBank MH873664.1; Identities = 891/896 (99 %), no gaps). No significant hits were obtained when the cmdA sequence was used in blastn and megablast searches. Distant hits using the rpb2 sequence had highest similarity to Phaeosphaeriopsis triseptata (GenBank KJ522486.1; Identities = 877/1003 (87 %), 2 gaps (0 %)), Hawksworthiana alliariae (as Dematiopleospora alliariae, GenBank KX507261.1; Identities = 846/1008 (84 %), 1 gap (0 %)), and Dematiopleospora salsolae (GenBank MG829254.1; Identities = 830/1005 (83 %), 2 gaps (0 %)). Distant hits using the tef1 sequence had highest similarity to Didymocyrtis cladoniicola (as Diederichomyces cladoniicola, GenBank KP170668.1; Identities = 435/521 (83 %), 16 gaps (3 %)), Phaeosphaeria ammophilae (GenBank MF795877.1; Identities = 411/495 (83 %), 30 gaps (6 %)), and Chaetosphaeronema hispidulum (GenBank KF253108.1; Identities = 394/472 (83 %), 23 gaps (4 %)). Distant hits using the tub2 sequence had highest similarity to Xenophoma puncteliae (GenBank KP170711.1; Identities = 249/278 (90 %), 1 gap (0 %)), Didymocyrtis banksiae (GenBank KY979923.1; Identities = 245/279 (88 %), 9 gaps (3 %)), and Phoma haematocycla (GenBank KT309405.1; Identities = 239/272 (88 %), 3 gaps (1 %)). Macgarvieomyces luzulae (Ondřej) Y. Marín et al., Stud. Mycol. 92: 84. 2018 (2019). Fig. 26. Basionym: Pyricularia luzulae Ondřej, Ceská Mykol. 42: 81. 1988. Conidiophores solitary, erect, straight to flexuous, subcylindrical, unbranched, thick-walled, brown, smooth-walled, 1–3-septate, arising from hyphae looking lacking a swollen base, 60–120 × 5–6 µm. Conidiogenous cells integrated, terminal, pale brown, smooth-walled, subcylindrical with apical taper towards a rachis of sympodially arranged denticles, 1–2 × 1–1.5 µm. Conidia solitary, pale brown, finely roughened, guttulate, fusoid, apex appendiculate, base tapering to protruding hilum, 1–1.5 µm diam, somewhat darkened, (21–)22–23(–25) × (5.5–)6–7(–8) µm with a single supramedian transverse septum; when sporulating on PNA, germinating conidia form appressoria that are brown, irregularly lobed, 5–10 µm diam, with a hyaline central infection pore, 1 µm diam. Culture characteristics: Colonies flat, spreading, with sparse aerial mycelium and smooth, lobate margin, covering dish after 2 wk at 25 °C. On MEA surface and reverse saffron; on PDA and OA surface and reverse pale luteous. Material examined: Ukraine, Rakhiv district, Transcarpathian region, Sidlovyana stow, Petros mountains, on Luzula sylvatica (Juncaceae), 9 Aug. 2017, A. Akulov, CWU (MYC) AS 6437 = HPC 2197, CBS H-23833, culture CPC 34292 = CBS 145042. Notes: Macgarvieomyces was introduced by Klaubauf et al. (2014) for a genus of fungi resembling Pyricularia in general morphology, but which was distinct from the latter genus in having fusoid, 1-septate conidia, and occurring on Juncaceae. Macgarvieomyces luzulae was recently treated by Marin-Felix et al. (2019), and this is the second collection from Luzula sylvatica. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Macgarvieomyces luzulae (GenBank MG934442.1; Identities = 548/548 (100 %)), Macgarvieomyces borealis (GenBank NR_145384.1; Identities = 485/517 (94 %), 10 gaps (1 %)), and Macgarvieomyces juncicola (GenBank KM009165.1; Identities = 462/494 (94 %), 11 gaps (2 %)). Closest hits using the LSU sequence are Macgarvieomyces juncicola (GenBank KM009153.1; Identities = 854/864 (99 %), 1 gap (0 %)), Macgarvieomyces borealis (GenBank NG_058088.1; Identities = 853/863 (99 %), no gaps), and Deightoniella roumeguerei (as Utrechtiana cibiessia, GenBank JF951176.1; Identities = 877/895 (98 %), no gaps). Closest hits using the actA sequence had highest similarity to Macgarvieomyces luzulae (GenBank MG934464.1; Identities = 348/350 (99 %), no gaps), Macgarvieomyces borealis (GenBank KM485170.1; Identities = 221/251 (88 %), 9 gaps (3 %)), and Macgarvieomyces juncicola (GenBank KM485171.1; Identities = 252/318 (79 %), 29 gaps (9 %)). Microdochium rhopalostylidis Crous & Thangavel, sp. nov. MycoBank MB829310. Fig. 27. Etymology: Name refers to the genus Rhopalostylis from which it was isolated. Mycelium immersed and superficial, consisting of hyaline, smooth, branched, septate, 2–3 µm diam hyphae. Sporodochia slimy, hyaline, becoming pale brown with age. Conidiophores tightly aggregated, irregularly branched, hyaline, smooth, 0–4-septate, 5–25 × 2.5–3.5 µm. Conidiogenous cells smooth, hyaline, ampulliform, terminal and lateral with sympodial proliferation and inconspicuous flat-tipped loci, 4–10 × 3–3.5 µm. Conidia solitary, aggregating in mucoid packets, hyaline, smooth-walled, guttulate, fusoid, curved, apex subobtuse, base truncate, 1–3-septate, (13–)16–20(–23) × (2.5–)3(–4) µm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and smooth, lobate margin, covering dish after 2 wk at 25 °C. On MEA and PDA surface saffron to luteous, reverse sienna; on OA surface umber to saffron. Typus: New Zealand, Auckland, Auckland Botanical Garden, on leaves of Rhopalostylis sapida (Arecaceae), 2017, R. Thangavel, T17_03052B (holotype CBS H-23835, culture ex-type CPC 34449 = CBS 145125). Note: Microdochium and allied genera were revised by Hernández-Restrepo et al. (2016). Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Pseudofusarium fusarioideum (GenBank MH860033.1; Identities = 537/551 (97 %), 7 gaps (1 %)), Microdochium phragmitis (GenBank NR_132916.1; Identities = 529/544 (97 %), 7 gaps (1 %)), and Microdochium lycopodinum (GenBank KP859005.1; Identities = 529/544 (97 %), 8 gaps (1 %)). Closest hits using the LSU sequence are Microdochium phragmitis (GenBank KP858948.1; Identities = 893/893 (100 %), no gaps), Microdochium lycopodinum (GenBank KP858929.1; Identities = 847/855 (99 %), no gaps), and Microdochium fisheri (GenBank KP858951.1; Identities = 825/844 (98 %), 2 gaps (0 %)). Distant hits using the actA sequence had highest similarity to Penicillifer pulcher (GenBank KM231107.1; Identities = 406/420 (97 %), no gaps), Penicillifer bipapillatus (GenBank KM231105.1; Identities = 404/420 (96 %), no gaps), and Gliocephalotrichum longibrachium (GenBank KM231117.1; Identities = 403/419 (96 %), no gaps). Only very distant hits were obtained using the cmdA sequence, for example with Penicillium johnkrugii (GenBank JN686399.1; Identities = 135/142 (95 %), no gaps), Penicillium exsudans (GenBank KX885052.1; Identities = 133/139 (96 %), no gaps), and Penicillium austrosinicum (GenBank KX885051.; Identities = 133/139 (96 %), no gaps). Closest hits using the rpb2 sequence had highest similarity to Microdochium phragmitis (GenBank KP859122.1; Identities = 798/849 (94 %), no gaps), Microdochium lycopodinum (GenBank KP859102.1; Identities = 789/837 (94 %), no gaps), and Microdochium fisheri (GenBank KP859124.1; Identities = 750/841 (89 %), 2 gaps (0 %)). The best hit using the tub2 sequence had highest similarity to Microdochium musae (GenBank MH108044.1; Identities = 115/135 (85 %), 5 gaps (3 %)). Neocordana malayensis Crous, sp. nov. MycoBank MB829313. Fig. 28. Etymology: Name refers to Malaysia where it was isolated. Mycelium consisting of pale brown, smooth, branched, septate, 2–3 µm diam hyphae. Conidiophores subcylindrical, flexuous, erect, medium brown, smooth, multiseptate, 200–500 × 7–9 µm. Conidiogenous cells polyblastic, terminal and intercalary, 10–40 × 6–8 µm, denticulate; denticles up to 1 µm long, 0.5–1 µm wide. Conidia oblong to obovoid, (12–)14–18(–20) × (8–)10 µm, 1-septate, thick-walled, brown with truncate hilum, 1 µm diam. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and feathery margin, reaching 65 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface dirty white with patches of pale olivaceous grey or pale luteous. Typus: Malaysia, on leaves of Musa sp. (Musaceae), Feb. 2010, P.W. Crous, HPC 1595 (holotype CBS H-23812, culture ex-type CPC 32837 = CBS 144604). Notes: Neocordana was introduced by Hernández-Restrepo et al. (2015) to accommodate several species of hyphomycetes causing a foliar disease on Canna and Musa. The morphological characteristics of N. malayensis overlap with those of N. musae and N. musicola in conidial dimensions, but are distinct from them in having very long, flexuous conidiophores. Phylogenetically, it also clusters apart from N. musae and N. musicola. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Neocordana musigena (GenBank KY979749.1; Identities = 553/575 (96 %), 15 gaps (2 %)), Neocordana musarum (GenBank KY173425.1; Identities = 553/575 (96 %), 15 gaps (2 %)), and Neocordana musae (GenBank LN713276.1; Identities = 553/575 (96 %), 15 gaps (2 %)). Closest hits using the LSU sequence are Neocordana musicola (GenBank LN713287.1; Identities = 843/847 (99 %), no gaps), Neocordana musarum (GenBank KY173515.1; Identities = 820/824 (99 %), no gaps), and Neocordana musae (GenBank LN713290.1; Identities = 873/878 (99 %), 1 gap (0 %)). Closest hits using the actA sequence had highest similarity to Neocordana musigena (GenBank KY979854.1; Identities = 746/746 (100 %), no gaps), Neocordana musarum (GenBank KY173568.1; Identities = 357/358(99%), no gaps), and Gaeumannomyces tritici (GenBank XM_009225830.1; Identities = 386/414 (93 %), no gaps). Closest hits using the tub2 sequence had highest similarity to Neocordana musigena (GenBank KY979915.1; Identities = 553/559 (99 %), 1 gap (0 %)), Hypoxylon calileguense (GenBank KU604578.1; Identities = 714/797 (90 %), 1 gap (0 %)), and Chaetomium globosum (GenBank XM_001226965.1; Identities = 654/735 (89 %), 2 gaps (0 %)). Neocucurbitaria prunicola Crous & Akulov, sp. nov. MycoBank MB829314. Fig. 29. Etymology: Name refers to the host genus Prunus from which it was isolated. Conidiomata pycnidial, solitary to aggregated, globose, medium brown, 100–200 µm diam, with central ostiole, 20–40 µm diam, surrounded with erect, unbranched, brown, smooth, 1–2-septate, thick-walled setae, 20–40(–70) × 3–4 µm, with obtuse ends; conidiomatal wall of 3–4 layers of flattened, brown textura angularis. Conidiophores lining the inner cavity, hyaline, smooth, subcylindrical, branched, 1–3-septate, 10–20 × 2–3 µm. Conidiogenous cells hyaline, smooth, subcylindrical to doliiform, phialidic, terminal and intercalary, 3–10 × 2–3 µm. Conidia hyaline, smooth, aseptate, guttulate, subcylindrical with obtuse ends, (2–)3–3.5(–4) × 1.5(–2) µm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and smooth, lobate margin, reaching 40 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface and reverse grey olivaceous. Typus: Ukraine, Ternopil region, Dniester Canyon N.P., forest, fallen twigs of Prunus padus (= Padus avium) (Rosaceae), 6 Oct. 2016, A. Akulov, CWU AS 6209 = HPC 2045 (holotype CBS H-23824, culture ex-type CPC 33709 = CBS 145033). Notes: Neocucurbitaria was treated by Jaklitsch et al. (2018), and shown to have phoma-like asexual morphs. Neocucurbitaria prunicola is phylogenetically distinct from other species presently known in the genus. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Neocucurbitaria rhamni (GenBank MF795778.1; Identities = 446/483 (92 %), 5 gaps (1 %)), Neocucurbitaria rhamnioides (GenBank MF795784.1; Identities = 447/486 (92 %), 7 gaps (1 %)), and Astragalicola vasilyevae (GenBank NR_157504.1; Identities = 453/494 (92 %), 13 gaps (2 %)). Closest hits using the LSU sequence are Neocucurbitaria unguis-hominis (GenBank GQ387621.1;Identities = 850/854 (99 %),no gaps),Neocucurbitaria keratinophila (GenBank MH874704.1; Identities = 849/854 (99 %), no gaps), and Neocucurbitaria quercina (GenBank GQ387620.1; Identities = 849/854 (99 %), no gaps). Closest hits using the rpb2 sequence had highest similarity to Neocucurbitaria unguishominis (as Pyrenochaeta unguis-hominis, GenBank LT717682.1; Identities = 760/866 (88 %), 2 gaps (0 %)), Cucurbitaria berberidis (GenBank LT854936.1; Identities = 768/876 (88 %), 7 gaps (0 %)), and Neocucurbitaria cava (as Pyrenochaeta cava, GenBank LT717681.1; Identities = 744/856 (87 %), 2 gaps (0 %)). Distant hits using the tub2 sequence had highest similarity to Neocucurbitaria juglandicola (GenBank MF795901.1; Identities = 452/495 (91 %), 2 gaps (0 %)), Neocucurbitaria populi (GenBank MF795902.1; Identities = 451/495 (91 %), 2 gaps (0 %)), Neocucurbitaria rhamnioides (GenBank MF795908.1; Identities = 448/493 (91 %), 7 gaps (1 %)), Leptosphaeria biglobosa (as Leptosphaeria maculans, GenBank FO906902.1; Identities = 887/999 (89 %), 11 gaps (1 %)), Leptosphaeria biglobosa (GenBank FO905876.1; Identities = 877/987 (89 %), 10 gaps (1 %)), and Helminthosporium solani (GenBank AF461130.1; Identities = 702/803 (87 %), 10 gaps (1 %)). Neocucurbitaria salicis-albae Crous & R.K. Schumach., sp. nov. MycoBank MB829315. Fig. 30. Etymology: Name refers to Salix alba from which it was isolated. Conidiomata pycnidial, solitary or aggregated, brown, globose, 70–120 µm diam, with prominent papillate darker brown central ostiole 1(–3), 20–30 µm diam; wall of 3–6 layers of pale brown textura angularis. Conidiophores lining the inner cavity, hyaline, smooth, reduced to conidiogenous cells, ampulliform, phialidic, 5–7 × 2.5–4 µm. Conidia solitary, aseptate, hyaline, smooth, prominently guttulate, thin-walled, subcylindrical to fusoid-ellipsoid, (2.5–)3–3.5(–4) × 2 µm. Culture characteristics: Colonies erumpent, spreading, with moderate aerial mycelium and smooth, lobate margin, reaching 17–30 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface and reverse olivaceous grey. Typus: Germany, near Berlin, on Salix alba twig, 21 Jan. 2017, R.K. Schumacher, HPC 1963 (holotype CBS H-23818, culture ex-type CPC 33162 = CBS 144611). Notes: Pyrenochaeta (= Cucurbitaria) was resurrected as discrete genus by De Gruyter et al. (2010). Neocucurbitaria was established by Wanasinghe et al. (2017) for a sister genus with pyrenochaeta-like asexual morphs, and cucurbitaria-like sexual morphs. Neocucurbitaria and several pyrenochaeta-like genera and their respective families were clarified further by Valenzuela-Lopez et al. (2018). Neocucurbitaria salicis-albae is a new species from Salix. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Neocucurbitaria quercina (as Pyrenochaeta quercina, GenBank LT623220.1; Identities = 519/533 (97 %), no gaps), Neocucurbitaria acanthocladae (GenBank MF795766.1; Identities = 515/535 (96 %), 2 gaps (0 %)), and Neocucurbitaria unguis-hominis (as Pyrenochaeta unguis-hominis, GenBank KP794081.1; Identities = 472/490 (96 %), 7 gaps (1 %)). The ITS sequence is identical to “Cucurbitariaceae sp. MUT 4403” (GenBank KC339238.1; Identities = 491/491 (100 %)), isolated from Posidonia oceanica in the Punta Manara-Riva Trigoso Bay, Italy. Closest hits using the LSU sequence are Neocucurbitaria keratinophila (GenBank MH874704.1; Identities = 859/861 (99 %), no gaps)), Neocucurbitaria quercina (GenBank GQ387620.1; Identities = 859/861 (99 %), no gaps), and Neocucurbitaria aquatica (GenBank EU754177.1; Identities = 859/861 (99 %), no gaps). Closest hits using the rpb2 sequence had highest similarity to Neocucurbitaria quercina (as Pyrenochaeta quercina, GenBank LT623277.1; Identities = 919/956 (96 %), no gaps), Neocucurbitaria unguis-hominis (as Pyrenochaeta unguishominis, GenBank LT623279.1; Identities = 872/952 (92 %), no gaps), and Neocucurbitaria aetnensis (GenBank MF795811.1; Identities = 832/900 (92 %), no gaps). Closest hits using the tub2 sequence had highest similarity to Neocucurbitaria acanthocladae (GenBank MF795894.1; Identities = 440/457 (96 %), 1 gap (0 %)), Neocucurbitaria cinereae (GenBank MF795899.1; Identities = 438/457 (96 %), 1 gap (0 %)), Neocucurbitaria ribicola (GenBank MF795912.1; Identities = 432/457 (95 %), 2 gaps (0 %)), Leptosphaeria biglobosa (GenBank FO905876.1; Identities = 932/1036 (90 %), 6 gaps (0 %)), Westerdykella cylindrica (GenBank JX235707.1; Identities = 689/777 (89 %), 10 gaps (1 %)), and Helminthosporium solani (GenBank AF461130.1; Identities = 745/861 (87 %), 12 gaps (1 %)). Neodevriesia metrosideri Crous, Persoonia 41: 303. 2018. Fig. 31. Etymology: Name refers to the host genus Metrosideros from which it was isolated. Mycelium consisting of branched, septate, brown, smooth, 3(–5) µm diam hyphae. Conidiophores erect, solitary, arising directly from superficial hyphae, subcylindrical, straight to somewhat curved, smooth, brown, 0–2-septate, 10–30 × 2–3 µm. Conidiogenous cells terminal, integrated, subcylindrical, brown, smooth, 5–10 × 2–3 µm; hila truncate, 2–3 µm diam, not darkened nor thickened. Conidia occurring in branched chains (–15), medium brown, smooth, subcylindrical to fusoid-ellipsoid, 0–1(–2)-septate, (10–)13–15(–20) × 2–3(–4) µm; hila unthickened, not darkened, 1.5–2 µm diam. Culture characteristics: Colonies erumpent, with moderate aerial mycelium, and smooth, lobate margins, reaching 20 mm diam after 2 wk. On MEA, PDA and OA surface and reverse iron-grey. Material examined: New Zealand, Auckland, Bucklands Beach, 22 Wells Road, on leaves of Metrosideros excelsa (Myrtaceae), 2015, R. Thangavel, T16_03926G, CBS H-23810, culture CBS 144638 = CPC 32786. Notes: Neodevriesia metrosideri was recently described from Metrosideros sp. on the Great Barrier Island in New Zealand (Crous et al. 2018b), and this is the second collection of this taxon from this country. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Neodevriesia lagerstroemiae (GenBank GU214634.1; Identities = 518/533 (97 %), 4 gaps (0 %)), Neodevriesia fraserae (as Devriesia fraseriae, GenBank NR_144961.1; Identities = 508/535 (95 %), 9 gaps (1 %)), and Devriesia sardiniae (GenBank KP791766.1; Identities = 504/531 (95 %), 4 gaps (0 %)). Closest hits using the LSU sequence are Neodevriesia lagerstroemiae (GenBank KF902149.1; Identities = 732/741 (99 %), no gaps), Neodevriesia knoxdaviesii (as Teratosphaeria knoxdaviesii, GenBank EU707865.1; Identities = 801/814 (98 %), 2 gaps (0 %)), and Neodevriesia cladophorae (as Devriesia sp. MW-2016a, GenBank KU578114.1; Identities = 798/813 (98 %), no gaps). No actA sequences of Neodevriesia or Devriesia are currently available for comparison on GenBank. No significant hits were obtained when the tub2 sequence was used in blastn and megablast searches. Neodothidotthia Crous, gen. nov. MycoBank MB829317. Etymology: Name reflects its morphological similarity to the genus Dothidotthia. Sporodochia dark brown, punctiform. Stromata immersed to superficial, brown. Conidiophores brown, finely roughened, subcylindrical, septate. Conidiogenous cells brown, subcylindrical, finely roughened, proliferating percurrently at apex. Conidia fusoid to ellipsoid, medium brown, transversely septate, apex obtuse, base truncate. Type species: Neodothidotthia negundinicola Crous & Akulov. Neodothidotthia negundinicola Crous & Akulov, sp. nov. MycoBank MB829318. Fig. 32. Etymology: Name refers to Acer negundo from which it was isolated. Sporodochia dark brown, punctiform, 100–300 µm diam. Stromata immersed to superficial, brown, 80–150 µm diam. Conidiophores brown, finely roughened, subcylindrical, 4–6-septate, 60–150 × 7–12 µm. Conidiogenous cells brown, subcylindrical, finely roughened, 8–15 × 5–7 µm, proliferating percurrently at apex. Conidia fusoid to ellipsoid, medium brown, transversely (1–)2-septate, apex obtuse, base truncate, 4–5 µm diam, (25–)30–35(–37) × (12–)13–15(–16) µm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and smooth to feathery, lobate margin, covering dish after 2 wk at 25 °C. On MEA, PDA and OA surface and reverse olivaceous grey. Typus: Ukraine, Kharkiv region, Zolochiv district, on the dead branches of Acer negundo (Sapindaceae) still attached to the tree, 28 May 2017, A. Akulov & R.K. Schumacher, CWU AS 6293 = HPC 2127 = RKS 116 (holotype CBS H-23832, culture ex-type CPC 34071 = CBS 145039). Neodothidotthia negundinis (Berk. & M.A. Curtis) Crous, comb. nov. MycoBank MB829319. Basionym: Coryneum negundinis Berk. & M.A. Curtis, Grevillea 2(22): 153. 1874. Synonym: Thyrostroma negundinis (Berk. & M.A. Curtis) A.W. Ramaley, Mycotaxon 94: 131. 2006 (2005). Illustration: See Phillips et al. (2008). Material examined: USA, Colorado, Durango, 7 Animas Place, dead twigs of Euonymus alatus, 29 Jun. 2004, A.W. Ramaley 0411, BPI 871820, culture CPC 12930 = CBS 119688; Colorado, Durango, between Animas Place and Animas River, dead twigs of Acer negundo, 8 Jul. 2004, A.W. Ramaley 0414, BPI 871819, asexual morph culture CPC 12933 = CBS 119691, sexual morph CPC 12932 = CBS 119690; Colorado, La Plata Co, ca. 1.75 mile up Carbon Junction Trail, dead twigs of Fendlera rupicola, 11 May 2004, A.W. Ramaley 0403, BPI 871821, culture CPC 12928 = CBS 119686. Notes: Thyrostroma negundinis (as Stigmina negundinis, on twigs of Acer negundo, North America) has conidia that are ellipsoid, 2-septate, 25–38 × 12–18 µm, base 4–5 µm diam (Ellis 1971), thus closely fitting with the present collection, although they are phylogenetically distinct. Ramaley (2005) found conidia on the type specimen of Amphisphaeria aspera to be much smaller, namely (10–)12–15 × 6–7 µm, suggesting that the latter collection represents a different species in this complex. Ramaley (2005) and Phillips et al. (2008) showed that Dothidotthia (based on D. symphoricarpi from the USA; CBS 119687) has a Thyrostroma (based on T. compactum, reference strain CBS 335.37) asexual morph, which they ascribed to Thyrostroma negundinis. The link between the two genera has however, not been confirmed in culture. It has thus been proposed to continue using both names until this question has been resolved (Wijayawardene et al. 2014, Rossman et al. 2015). As we show here, Thyrostroma is closely allied, but not congeneric with Dothidotthia, thus both generic names should be retained. Furthermore, the European collection of “Thyrostroma negundinis” is allied to D. symphoricarpi, but is phylogenetically distinct, and therefore described here as a new genus, Neodothidotthia. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Thyrostroma cornicola (GenBank NR_154514.1; Identities = 517/540 (96 %), 6 gaps (1 %)), Thyrostroma compactum (GenBank MH859911.1; Identities = 516/540 (96 %), 6 gaps (1 %)), and Phaeomycocentrospora cantuariensis (GenBank MH866055.1; Identities = 515/539 (96 %), 6 gaps (1 %)). Closest hits using the LSU sequence are Phaeomycocentrospora cantuariensis (GenBank GU253716.1; Identities = 866/877 (99 %), 2 gaps (0 %)), Pleiochaeta setosa (GenBank EU167563.1; Identities = 847/859 (99 %), 3 gaps (0 %)), and Pleiochaeta ghindensis (GenBank EU167561.1; Identities = 845/858 (98 %), 2 gaps (0 %)). Closest hits using the tef1 sequence had highest similarity to Phaeomycocentrospora cantuariensis (GenBank GU384382.1; Identities = 265/308 (86 %), 9 gaps (2 %)), Thyrostroma cornicola (GenBank KX228372.1; Identities = 312/372 (84 %), 12 gaps (3 %)), and Pyrenophora biseptata (as Drechslera biseptata, GenBank JN712588.1; Identities = 321/402 (80 %), 30 gaps (7 %)). Neohelicomyces deschampsiae Crous & R.K. Schumach., sp. nov. MycoBank MB829320. Fig. 33. Etymology: Name refers to the host genus Deschampsia from which it was isolated. Conidiophores erect, flexuous, mostly unbranched, subcylindrical with slight apical taper, 10–15-septate, 150–220 × 3–4 µm, brown, smooth-walled, tapering toward subobtuse apex. Conidiogenous cells intercalary, consisting of short, lateral, cylindrical pegs, pale brown, monoblastic, rarely polyblastic, 2–5 × 1.5–2.5 µm. Conidia solitary, coiled 2–3 times, multiseptate, coils 19–22 µm diam, cells 2–2.5 µm diam. Culture characteristics: Colonies erumpent, spreading, with folded surface and feathery lobate margin, reaching 20 mm diam after 2 wk at 25 °C. On MEA surface umber, reverse sienna; on PDA surface umber, reverse ochreous; on OA surface umber. Typus: Germany, near Berlin, culm base of dead leaf sheath of Deschampsia cespitosa (Poaceae), 3 May 2017, R.K. Schumacher, HPC 2109 = RKS 101 (holotype CBS H-23590, culture ex-type CPC 33686 = CBS 145029). Notes: Neohelicomyces differs from Tubeufia and allied genera, especially from Helicomyces, in having elongate, erect, conspicuous conidiophores, and differs from Helicosporium based on conidial morphology (Tsui et al. 2006). Based on the species known from their DNA, N. deschampsiae appears to represent a new species, being phylogenetically distinct from T. helicomyces and T. paludosa, which have also been reported from this host (Ellis & Ellis 1997). Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Tubeufia helicomyces (GenBank MH857031.1; Identities = 556/591 (94 %), 18 gaps (3 %)), Helicosporium lumbricoides (GenBank MH856861.1; Identities = 554/590 (94 %), 16 gaps (2 %)), Helicosporium pallidum (GenBank AY916462.1; Identities = 550/586 (94 %), 16 gaps (2 %)), and Neohelicomyces aquaticus (as Tubeufiaceae sp. ZL-2017b, GenBank KY320528.1; Identities = 422/452 (93 %), 20 gaps (4 %)). Closest hits using the LSU sequence are Neohelicomyces aquaticus (as Tubeufiaceae sp. ZL-2017b, GenBank KY320545.1; Identities = 849/849 (100 %), no gaps), Neohelicomyces hyalosporus (as Neohelicomyces sp. YZL-2018a, GenBank MH558870.1; Identities = 841/843 (99 %), no gaps), Neohelicomyces submersus (as Tubeufiaceae sp. ZL-2017c, GenBank KY320547.1; Identities = 827/830 (99 %), no gaps), and Tubeufia helicomyces (GenBank MH868562.1; Identities = 854/860 (99 %), no gaps). Neomedicopsis Crous & Akulov, gen. nov. MycoBank MB829321. Etymology: Name refers to the genus Medicopsis, which is phylogenetically allied to it. Conidiomata pycnidial, globose, erumpent with central ostiole; wall of 6–12 layers of brown textura angularis. Conidiophores reduced to conidiogenous cells, hyaline, smooth, ampulliform with long cylindrical neck, proliferating percurrently. Conidia solitary, globose to subglobose, initially pale brown, becoming dark brown, thick-walled, guttulate, granular, apex obtuse, base truncate. Type species: Neomedicopsis prunicola Crous & Akulov. Neomedicopsis prunicola Crous & Akulov, sp. nov. MycoBank MB829322. Fig. 34. Etymology: Name refers to the host genus Prunus from which it was isolated. Conidiomata pycnidial, globose, 200–300 µm diam, erumpent with central ostiole; wall of 6–12 layers of brown textura angularis. Conidiophores reduced to conidiogenous cells, hyaline, smooth, ampulliform with long cylindrical neck, 10–30 × 3–6 µm, proliferating percurrently. Conidia solitary, globose to subglobose, initially pale brown, becoming dark brown, thick-walled, guttulate, granular, apex obtuse, base truncate, 3–4 µm diam, (12–)17–20(–22) × (12–)14–16(–17) µm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and smooth, lobate margin, reaching 25 mm diam after 2 wk at 25 °C. On MEA surface pale olivaceous grey, reverse olivaceous grey; on PDA surface and reverse olivaceous grey; on OA surface olivaceous grey. Typus: Ukraine, Ternopil region, Dniester Canyon N.P., forest, fallen twigs of Prunus padus (= Padus avium) (Rosaceae), 6 Oct. 2016, A. Akulov, HPC 2045 = CWU AS 6209 (holotype CBS H-23825, culture ex-type CPC 33711 = CBS 145031). Notes: de Gruyter et al. (2013) introduced the genus Medicopsis to accommodate P. romeroi, a pathogen associated with mycetoma in humans (Ahmed et al. 2014). Medicopsis is phoma-like in morphology, and Neomedicopsis is distinct in having globose, dark brown, thick-walled conidia that arise from long cylindrical conidiogenous cells that proliferate percurrently. Neomedicopsis is somewhat reminiscent of Lasmeniella, except that it lacks multilocular conidiomata. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Medicopsis romeroi (GenBank JX088727.1; Identities = 506/557 (91 %), 13 gaps (2 %)), Pleomassaria acericola (GenBank MH863515.1; Identities = 490/555 (88 %), 22 gaps (3 %)), and Neohendersonia kickxii (GenBank KX820257.1; Identities = 483/555 (87 %), 21 gaps (3 %)). Closest hits using the LSU sequence are Medicopsis romeroi (GenBank MH869528.1; Identities = 837/861 (97 %), 1 gap (0 %)), Lentithecium aquaticum (GenBank MH874800.1; Identities = 837/867 (97 %), 12 gaps (1 %)), and Murilentithecium clematidis (GenBank KM408758.1; Identities = 834/864 (97 %), 7 gaps (0 %)). Closest hits using the rpb2 sequence had highest similarity to Medicopsis romeroi (GenBank LT797035.1; Identities = 584/706 (83 %), 4 gaps (0 %)), Crassiparies quadrisporus (GenBank LC271252.1; Identities = 578/718 (81 %), 4 gaps (0 %)), and Farasanispora avicenniae (GenBank MG973031.1; Identities = 576/726 (79 %), 12 gaps (1 %)). Phaeoappendicosporaceae Crous & M.J. Wingf., fam. nov. MycoBank MB829458. Pseudostroma immersed, becoming erumpent; ectostroma pale brown to grey, containing periphyses; ostioles cylindrical. Perithecia globose to lenticular, dark brown, wall of textura angularis. Paraphyses hyaline, septate, unbranched, hypha-like. Asci ellipsoid to fusoid, 8-spored, without a refractive canal at apex. Ascospores ellipsoid-fusoid, brown, 1-euseptate, with gelatinous appendage at each truncate end. Conidiomata pycnidial, multilocular, forming a long neck. Paraphyses hyaline, cylindrical, septate, unbranched, hypha-like. Conidiophores subcylindrical, hyaline to pale brown, septate, unbranched. Conidiogenous cells cylindrical, hyaline to pale brown, proliferating percurrently at apex. Conidia ellipsoid to oblong, straight to slightly curved, thick-walled, transversely euseptate with oblique septa. Type genus: Phaeoappendicospora Senan., Q.R. Li & K.D. Hyde Neophaeoappendicospora Crous & M.J. Wingf., gen. nov. MycoBank MB829323. Etymology: Name reflects its morphological similarity to Phaeoappendicospora. Pseudostroma immersed, becoming erumpent, causing fissures; ectostroma pale brown to grey, containing tightly packed periphyses; ostioles cylindrical, inconspicuous with brown walls, not projecting; entostroma confined to a network of pale brown hyphae, enclosing a circular group of tightly packed perithecial ascomata with convergent ostioles. Perithecia globose to lenticular, dark brown, wall of textura angularis. Paraphyses intermingled among asci, hyaline, septate, unbranched, constricted at septa, hypha-like. Asci ellipsoid to fusoid, with 8 biseriate ascospores, without a refractive canal at apex (Melzer’s reagent). Ascospores ellipsoid-fusoid, brown, 1-euseptate, thick-walled, with gelatinous appendage at each truncate end, smooth, becoming verruculose with age, granular to guttulate, with truncate apices and central apiculus. Conidiomata immersed in bark, pycnidial, multilocular, forming a long neck. Paraphyses hyaline, cylindrical, septate, unbranched, hypha-like. Conidiophores subcylindrical, hyaline to pale brown, septate, unbranched. Conidiogenous cells cylindrical, hyaline to pale brown, proliferating percurrently with numerous percurrent proliferations at apex. Conidia ellipsoid to oblong, straight to slightly curved, thick-walled, guttulate, transversely euseptate with oblique septa. Type species: Neophaeoappendicospora leucaenae Crous & M.J. Wingf. Neophaeoappendicospora leucaenae Crous & M.J. Wingf., sp. nov. MycoBank MB829324. Fig. 35. Etymology: Name refers to the host genus Leucaena from which it was isolated. Pseudostroma immersed in bark, up to 2 mm diam, becoming erumpent, causing fissures; ectostroma pale brown to grey, containing tightly packed periphyses; ostioles cylindrical, inconspicuous with brown walls, not projecting; entostroma confined to a network of pale brown hyphae, enclosing a circular group of up to 12 tightly packed perithecial ascomata with convergent ostioles. Perithecia globose to lenticular, dark brown, wall of textura angularis. Paraphyses intermingled among asci, hyaline, septate, unbranched, constricted at septa, hypha-like, 5–6 µm diam. Asci ellipsoid to fusoid, with 8 biseriate ascospores, without a refractive canal at apex (Melzer’s reagent), 130–180 × 17–25 µm. Ascospores ellipsoid-fusoid, brown, 1-euseptate, thick-walled, with gelatinous appendage at each truncate end, smooth, becoming verruculose with age, granular to guttulate, (34–)36–42(–47) × (9–)10(–11) µm; at times slightly swollen at septum (wall appearing thickened), and truncate apices with central apiculus. Conidiomata immersed in bark, pycnidial, up to 800 µm diam, multilocular, forming a long neck on host, up to 1 mm tall. Paraphyses hyaline, cylindrical, septate, unbranched, hypha-like, 3–4 µm diam. Conidiophores subcylindrical, hyaline to pale brown, 0–2-septate, unbranched, 15–50 × 4–6 µm. Conidiogenous cells cylindrical, hyaline to pale brown, proliferating percurrently with numerous percurrent proliferations at apex, 15–30 × 4–6 µm. Conidia ellipsoid to oblong, straight to slightly curved, thick-walled, guttulate, 3-transversely euseptate with 1–3 oblique septa, apex obtuse, base truncate, 3–4 µm diam, (24–)26–29(–34) × (11–)12(–13) µm. Culture characteristics: Colonies erumpent, with sparse aerial mycelium, slow-growing, with lobate margins. On MEA surface umber with patches of dirty white, reverse chestnut. On PDA surface umber, reverse umber with patches of diffuse sienna pigment. On OA surface isabelline. Typus: France, La Réunion, stems of Leucaena leucocephala (Fabaceae), 13 Mar. 2014, M.J. Wingfield, HPC 309 (holotype CBS H-23794, culture ex-type CPC 27240). Notes: Neophaeoappendicospora is morphologically similar to Phaeoappendicospora, which was established as monotypic genus by Senanayake et al. (2017) for a fungus occurring on dead twigs of Quercus in Thailand. Neophaeoappendicospora leucaenae is distinct from P. thailandensis (ascospores 26–34.5 × 11–13 μm) by its larger ascospores, and the fact that Neophaeoappendicospora readily forms an asexual morph in culture, which is absent in Phaeoappendicospora. Phaeoappendicospora and Neophaeoappendicospora represent genera in a new family, introduced here as Phaeoappendicosporaceae. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Diaporthe australafricana (GenBank KR534731.1; Identities = 395/458 (86 %), 22 gaps (4 %)), Diaporthe phaseolorum (GenBank LC171670.1; Identities = 505/615 (82 %), 55 gaps (8 %)), and Diaporthe helianthi (GenBank MF033502.1; Identities = 505/615 (82 %), 55 gaps (8 %)). Closest hits using the LSU sequence are Pachytrype rimosa (GenBank FJ532381.1; Identities = 806/851 (95 %), 8 gaps (0 %)), Hapalocystis berkeleyi (GenBank MG548637.1; Identities = 797/844 (94 %), 6 gaps (0 %)), and Melanconium elaeidicola (GenBank NG_058172.1; Identities = 803/851 (94 %), 5 gaps (0 %)). Ochroconis musae (G.Y. Sun & Lu Hao) Samerp. & de Hoog, Mycol. Progr. 14 (no. 6): 8. 2015. Fig. 36. Basionym: Scolecobasidium musae G.Y. Sun & Lu Hao, Mycol. Progr. 12: 492. 2012 (2013). Synonym: Ochroconis mirabilis Samerp. & de Hoog, Fungal Divers. 65: 110. 2013 (2014). Mycelium consisting of pale brown, smooth, branched, septate, 1.5–2 µm diam hyphae. Conidiophores erect to flexuous, arising from vegetative hyphae, subcylindrical, 1–3-septate, 7–40 × 2.5–3 µm, branched or not, brown, smooth-walled, proliferating sympodially with several denticles that are 1–2 × 1 µm; conidiogenous cells 7–12 × 1.5–3 µm. Conidia subcylindrical, (8–)11–13(–16) × (2.5–)3(–4) µm, smooth-walled, pale brown, 1(–3)-septate, becoming verruculose and constricted at septa with age, apex obtuse, tapering to truncate hilum, 1 µm diam. Culture characteristics: Colonies erumpent, spreading, with moderate aerial mycelium and smooth, lobate margin, reaching 25 mm diam after 2 wk at 25 °C. On MEA surface umber with diffuse sienna pigment, reverse chestnut; on PDA surface and reverse umber; on OA surface umber. Material examined: Thailand, Chiang Mai, on leaf trichomes of Persea americana (Lauraceae), 2008, P.W. Crous, CBS H-23830, culture CPC 33947 = CBS 145061. Notes: Ochroconis has pigmented conidiophores, and sympodial conidiogenesis with denticles that give rise to septate, pigmented, verruculose conidia (Giraldo et al. 2014, Crous et al. 2017). The present collection is closely related to O. musae (Samerpitak et al. 2015). Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Ochroconis musae (GenBank KT272078.1; Identities = 581/588 (99 %), no gaps), Acroconidiellina arecae (GenBank KX306747.1; Identities = 663/672 (99 %), 2 gaps (0 %)), and Ochroconis musae (as Ochroconis mirabilis, GenBank KF156028.1; Identities = 580/589 (98 %), 1 gap (0 %)). Closest hits using the LSU sequence are Ochroconis musae (as Ochroconis mirabilis, GenBank KF156139.1; Identities = 791/793 (99 %), no gaps), Ochroconis musae (GenBank KT272086.1; Identities = 815/818 (99 %), 2 gaps (0 %)), and Ochroconis dracaenae (GenBank MH878221.1; Identities = 808/813 (99 %), no gaps). Closest hits using the actA sequence had highest similarity to Ochroconis mirabilis (GenBank HQ916972.1; Identities = 263/264 (99 %), no gaps), Ochroconis constricta (GenBank KF155942.1; Identities = 263/264 (99 %), no gaps), and Ochroconis musae (as Ochroconis mirabilis, GenBank KT272055.1; Identities = 263/264 (99 %), no gaps). Closest hits using the tef1 sequence had highest similarity to Ochroconis humicola (GenBank AB564640.1; Identities = 430/433 (99 %), no gaps), Ochroconis dracaenae (GenBank KX228377.1; Identities = 492/510 (96 %), 1 gap (0 %)), and Ochroconis musae (GenBank KF156002.1; Identities = 367/370 (99 %), no gaps). Paradevriesiaceae Crous, fam. nov. MycoBank MB829459. Paradevriesia Crous, gen. nov. MycoBank MB829325. Etymology: Name reflects the fact that it is phylogenetically allied to Devriesia s.str. Mycelium consisting of branched, septate, hyphae, irregular in width, smooth to verruculose, at times forming hyphal strands and hyphal coils; hyphae frequently forming dark brown, thick-walled, intercalary, muriformly septate chlamydospores in culture. Conidiophores macro- and micronematous subcylindrical, medium brown, straight to irregularly curved, septate, or reduced to conidiogenous cells. Conidiogenous cells terminal or lateral on hyphae, medium brown, smooth, guttulate, subcylindrical, mono- to polyblastic; scars somewhat darkened and thickened, but not refractive. Conidia medium brown, guttulate, smooth, in mostly unbranched chains, subcylindrical to narrowly ellipsoidal, septate; hila darkened, somewhat thickened, not refractive. Type species: Paradevriesia americana (Arzanlou & Crous) Crous. Paradevriesia americana (Crous & Dugan) Crous, comb. nov. MycoBank MB829326. Basionym: Devriesia americana Crous & Dugan, Stud. Mycol. 58: 42. 2007. Paradevriesia pseudoamericana (J. Frank et al.) Crous, comb. nov. MycoBank MB829328. Basionym: Devriesia pseudoamericana J. Frank et al., Persoonia 24: 97. 2010. Notes: Although morphologically similar, members of Paradevriesia have a different ecology to members of Devriesia s. str. (Seifert et al. 2004), which usually occur in soil, and are thermotolerant. Species of Paradevriesia are presently known from plant and rock surfaces, and do not grow at high temperatures. Phylogenetically, Paradevriesia also represents a distinct family in Capnodiales. Pararamichloridium livistonae Crous, Persoonia 39: 357. 2017. Fig. 37. Mycelium consisting of hyaline, smooth, branched, septate, 2–3 µm diam hyphae. Conidiophores solitary, cylindrical, erect, straight to flexuous, arising from superficial hyphae, pale brown, smooth, 2–6-septate, 25–65 × 2.5–3 µm. Conidiogenous cells terminal, integrated, cylindrical, pale brown, smooth, 14–20 × 2.5–3 µm, with terminal rachis of aggregated, short denticles, 1 × 1 µm, flat-tipped, not darkened nor thickened. Conidia aseptate, solitary, hyaline, smooth-walled, fusoid-ellipsoid to clavate, apex obtuse, tapering from middle to truncate hilum, 0.5 µm diam, slightly reflective, 7–8 × 2–2.5 µm. Culture characteristics: Colonies erumpent, spreading, with moderate aerial mycelium and smooth, lobate margin, reaching 15 mm diam after 2 wk at 25 °C. On MEA surface and reverse sienna with diffuse sienna pigment; on PDA surface pale luteous, reverse sienna with diffuse sienna pigment; on OA surface pale luteous. Material examined: Australia, New South Wales, Murramarang National Park, on leaves of Livistona australis (Arecaceae), Nov. 2016, P.W. Crous, CBS H-23800, culture CPC 32152 = CBS 144522. Notes: Pararamichloridium livistonae was described from leaves of Livistona australis collected in Australia (Crous et al. 2017), and isolate CPC 32152 represents the second collection of this fungus from the type locality. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Pararamichloridium livistonae (GenBank NR_156652.1; Identities = 616/617 (99 %), no gaps), Pararamichloridium verrucosum (GenBank NR_156653.1; Identities = 380/447 (85 %), 22 gaps (4 %)), and Paramicrothyrium chinense (GenBank KM246198.1; Identities = 507/632 (80 %), 63 gaps (9 %)). Closest hits using the LSU sequence are Pararamichloridium livistonae (GenBank NG_058504.1; Identities = 834/835(99%), 1 gap (0 %)), Pararamichloridium verrucosum (GenBank MH873621.1; Identities = 844/877 (96 %), 2 gaps (0 %)), and Magnaporthiopsis poae (GenBank KM401651.1; Identities = 824/870 (95 %), 3 gaps (0 %)). Pararoussoella juglandicola Crous & R.K. Schumach., sp. nov. MycoBank MB829329. Fig. 38. Etymology: Name refers to the host genus Juglans from which it was isolated. Conidiomata erumpent, globose, brown, pycnidial, 150–300 µm diam with central ostiole, exuding a black conidial mass. Conidiophores reduced to conidiogenous cells lining the inner cavity, hyaline, smooth, ampulliform to doliiform, phialidic with periclinal thickening at apex, 5–7 × 4–5 µm. Conidia aseptate, solitary, subcylindrical, guttulate, apex bluntly rounded, base truncate, hyaline becoming brown, smooth, (5–)6(–7) × (2.5–)3 µm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and feathery, lobate margin, reaching 60 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface and reverse olivaceous grey. Typus: Germany, near Berlin, on twig of Juglans regia (Juglandaceae), 21 Jan. 2017, R.K. Schumacher, HPC 1953 = RKS 12 (holotype CBS H-23820, culture ex-type CPC 33400 = CBS 145037). Pararoussoella mukdahanensis (Phook. et al.) Crous, comb. nov. MycoBank MB829330. Basionym: Roussoella mukdahanensis Phook. et al., Fungal Diversity 82: 32. 2016 (2017). Notes: Species of Thyridariaceae are commonly isolated from various plant substrates. The family was recently treated by Wanasinghe et al. (2018), in which the genus Pararoussoella was established based on its distinct phylogenetic relationship to Roussoella. Pararoussoella juglandicola represents a new member of the genus, which is phylogenetically distinct from other species, including Roussoella mukdahanensis, for which a new combination is required. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Roussoella mukdahanensis (GenBank NR_155722.1; Identities = 488/497 (98 %), 1 gap (0 %)), Pararoussoella rosarum (GenBank NR_157529.1; Identities = 492/505 (97 %), 4 gaps (0 %)), and Aaosphaeria arxii (GenBank MH872962.1; Identities = 541/587 (92 %), 7 gaps (1 %)). Closest hits using the LSU sequence are Roussoella neopustulans (GenBank KJ474841.1; Identities = 824/837 (98 %), no gaps), Arthopyrenia salicis (GenBank KP671722.1; Identities = 852/866 (98 %), no gaps), and Roussoella pustulans (GenBank AB524623.1; Identities = 820/834 (98 %), no gaps). Distant hits using the rpb2 sequence had highest similarity to Roussoella percutanea (GenBank KF366453.1; Identities = 575/710 (81 %), 10 gaps (1 %)), Parathyridaria percutanea (GenBank LT797063.1; Identities = 730/905 (81 %), 6 gaps (0 %)) and Flammeascoma lignicola (GenBank KT324586.1; Identities = 696/898 (78 %), 8 gaps (0 %)). Very distant hits using the tef1 sequence had highest similarity to Roussoella scabrispora (GenBank KX650537.1; Identities = 130/140 (93 %), no gaps), Thyrostroma franseriae (GenBank KY905680.1; Identities = 203/235 (86 %), 3 gaps (1 %)), Stachybotrys limonispora (GenBank KU847058.1; Identities = 131/136 (96 %), no gaps), and Trichoderma applanatum (GenBank KJ634759.1; Identities = 141/150 (94 %), 3 gaps (2 %)). Petriella sordida (Zukal) G.L. Barron & J.C. Gilman, Canad. J. Bot. 39: 839. 1961. Fig. 39. Basionym: Microascus sordidus Zukal, Ber. dt. bot. Ges. 8: 297. 1890. Conidiophores synnematal, erect, flexuous, olivaceous brown, smooth, arising from a reduced basal stroma, consisting of numerous (30–100) individual conidiophores, septate (septa 10–30 µm apart), 250–350 µm long, stipe (7–)15–30(–90) µm diam, with flaring conidiogenous head, containing an olivaceous brown, mucoid conidial mass. Conidiogenous cells subcylindrical, olivaceous, smooth, 10–25 × 2–2.5 µm, proliferating inconspicuously percurrently at apex. Conidia solitary, aseptate, guttulate, smooth, subcylindrical, apex obtuse, slightly constricted in middle, base truncate, 2 µm diam, slightly darkened, (7–)9–10(–12) × (3–)3.5(–4) µm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and smooth, lobate margin, reaching 25 mm diam after 2 wk at 25 °C. On MEA surface saffron, reverse ochreous; on PDA surface pale luteous, reverse buff, on OA surface buff. Material examined: Ukraine, Rakhiv district, Transcarpathian region, on leaves of Luzula sp. (Juncaceae), Nov. 2016, A. Akulov, HPC 1497, CBS H-23801, culture CBS 144612 = CPC 32460). Notes: Species of Petriella are commonly isolated from soil and dung (Lackner & de Hoog 2011), and thus it is assumed that the isolate in the present study was probably an opportunist on leaves of Luzula sp. Petriella sordida was described to have synnemata with conidia being (5–)6.5–11.5(–14) × 2.5–5.5 µm (Corlett & MacLatchy 1987). Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence of CPC 32460 had highest similarity to Petriella sordida (GenBank MH863637.1; Identities = 564/565 (99 %), no gaps), Melanospora asymmetrica (GenBank KY628677.1; Identities = 554/556 (99 %), no gaps), and Petriella guttulata (GenBank MF782707.1; Identities = 558/565 (99 %), 1 gap (0 %)). The ITS sequence was identical to that of “Petriella sp. Vega423” (GenBank EU002908.1, 565/565) isolated as root endophyte of Coffea arabica in Colombia. The ITS sequences of CPC 32460 and 32461 are identical. Closest hits using the LSU sequence of CPC 32460 are Petriella setifera (GenBank MH872684.1; Identities = 794/794 (100 %)), Petriella sordida (GenBank MH875102.1; Identities = 793/794 (99 %), no gaps), and Petriella asymmetrica var. cypria (GenBank MH867451.1; Identities = 793/794 (99 %), no gaps). The LSU sequences of CPC 32460 and 32461 are identical. The cmdA sequence of CPC 32460 was identical to that of Petriella sordida (strain UTHSC 03-394, GenBank AM409103.1; Identities = 449/449 (100 %)). Closest hits using the rpb2 sequence of CPC 32461 had highest similarity to Petriella setifera (GenBank DQ368640.1; Identities = 701/702 (99 %), no gaps), Scedosporium boydii (GenBank KP981186.1; Identities = 510/600 (85 %), no gaps), and Pseudallescheria fusoidea (GenBank KP981195.1; Identities = 509/600 (85 %), no gaps). No tef1 sequences of Petriella which cover the same region amplified here are available for comparison in GenBank; distant hits include Scedosporium aurantiacum (GenBank KJ784086.1; Identities = 278/334 (83 %), 8 gaps (2 %)), Scopulariopsis brevicaulis (GenBank KP009002.1; Identities = 148/159 (93 %), no gaps), and Thyronectria rhodochlora (GenBank KM225694.1; Identities = 144/154 (94 %), no gaps). The tef1 sequences of CPC 32460 and 32461 are identical. The tub2 sequence of CPC 32460 was identical to both Petriella setifera (GenBank EU977491.1; Identities = 488/488 (100 %)) and Petriella sordida (GenBank AM409104.1; Identities = 399/399 (100 %)). Pezicula eucalyptigena Crous, sp. nov. MycoBank MB829331. Fig. 40. Etymology: Name refers to the host genus Eucalyptus from which it was isolated. In vitro. Conidiomata sporodochial, forming superficially on agar, scattered, dark brown, 100–250 µm diam, exuding a creamy conidial mass. Macroconidiophores hyaline, smooth, subcylindrical, branched, 1–4-septate, 40–90 × 3–4 µm. Macroconidiogenous cells integrated, terminal and intercalary, subcylindrical, hyaline, smooth, phialidic with indistinct percurrent proliferations, 10–25 × × 3.5–4 µm. Macroconidia aseptate, hyaline, smooth, guttulate, ellipsoid-clavate, straight to slightly curved, with prominently protruding truncate hilum, 2 µm diam, (23–)24–27(–30) × (6–)7(–8) µm. Microconidiophores hyaline, smooth, subcylindrical, branched, 6–12-septate, 60–130 × 2.5–3.5 µm. Microconidiogenous cells integrated, terminal and intercalary, subcylindrical, hyaline, smooth, phialidic, 10–20 × 2.5–3 µm. Microconidia hyaline, smooth, aseptate, subcylindrical, apex obtuse, base truncate, straight to irregularly curved, (7–)10–12(–15) × 2(–2.5) µm. Culture characteristics: Colonies spreading with moderate aerial mycelium, covering dish in 2 wk. On MEA surface honey to hazel, reverse hazel; on PDA surface buff, reverse isabelline; on OA surface honey. Typus: South Africa, Western Cape Province, Malmesbury, on leaves of Eucalyptus sp. (Myrtaceae), 2006, P.W. Crous (holotype CBS H-23799, culture ex-type CBS 144637 = CPC 32129). Notes: The Pezicula generic complex was recently revised by Chen et al. (2016). Species from this complex known to occur on Eucalyptus include Parafabraea caliginosa, Parafabraea eucalypti, and Pezicula californiae (from Eucalyptus leaves in California, USA). Pezicula eucalyptigena is phylogenetically closely related to P. californiae (conidia 12.5–27.5 × 4.2–5.8 µm), but morphologically distinct in that it has larger conidia (Cheewangkoon et al. 2010, Chen et al. 2016). Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Pezicula cinnamomea (GenBank KR859109.1; Identities = 498/524 (95 %), 5 gaps (0 %)), Pezicula sporulosa (GenBank JN693514.1; Identities = 495/519 (95%), 4 gaps (0 %)), and Pezicula californiae (GenBank JX144747.1; Identities = 495/519 (95 %), 4 gaps (0 %)). Closest hits using the LSU sequence are Pezicula brunnea (GenBank KR858894.1; Identities = 842/848 (99 %), no gaps), Pezicula ericae (GenBank MH874637.1; Identities = 876/883 (99 %), no gaps), and Pezicula melanigena (GenBank KR859003.1; Identities = 838/845 (99 %), no gaps. Closest hits using the rpb2 sequence had highest similarity to Pezicula eucrita (GenBank KF376205.1; Identities = 866/915 (95 %), no gaps), Pezicula neoheterochroma (GenBank KR859338.1; Identities = 850/899 (95 %), no gaps), and Pezicula aff. cinnamomea (GenBank KF376209.1; Identities = 864/915 (94 %), no gaps). Phaeoseptoriella Crous, gen. nov. MycoBank MB829332. Etymology: Name refers to its morphological similarity to small species of Phaeoseptoria. Associated with leaf spots. Conidiomata solitary, globose, brown with central ostiole. Conidiophores reduced to conidiogenous cells lining the inner cavity. Conidiogenous cells ampulliform to doliiform, pale brown, smooth, proliferating percurrently at apex. Conidia solitary, pale brown, finely roughened, straight to slightly curved, fusoid-ellipsoid, septate, apex subobtuse, base truncate. Type species: Phaeoseptoriella zeae Crous. Phaeoseptoriella zeae Crous, sp. nov. MycoBank MB829333. Fig. 41. Etymology: Name refers to the host Zea mays from which it was isolated. Associated with small, subcircular, pale brown, amphigenous leaf spots, 2–6 mm diam. Conidiomata solitary, globose, 200–250 µm diam, brown with central ostiole. Conidiophores reduced to conidiogenous cells lining the inner cavity. Conidiogenous cells ampulliform to doliiform, pale brown, smooth, proliferating percurrently at apex, 4–6 × 4–6 µm. Conidia solitary, pale brown, finely roughened, straight to slightly curved, fusoid-ellipsoid, apex subobtuse, base truncate, 1.5–2 µm diam, (1–)3-septate, (14–)17–20(–23) × (3–)4 µm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and smooth, lobate margin, covering dish after 2 wk at 25 °C. On MEA surface dirty white, reverse cinnamon; on PDA surface dirty white, reverse rosy buff; on OA surface rosy vinaceous. Typus: South Africa, Gauteng Province, Gauteng, on leaves of Zea mays (Poaceae), 12 Apr. 2010, T.A. Coutinho, HPC 2038 (holotype CBS H-23814, culture ex-type CPC 33064 = CBS 144614). Notes: Phaeosphaeria leaf spot (PLS) has previously been attributed to Phaeosphaeria maydis (described from leaves of Zea mays in Sao Paulo, Brazil), which has been linked to various asexual morphs including a Phyllosticta sp. (= Guignardia sexual morph), and Phoma maydis. Amaral et al. (2005) reported a phoma-like asexual morph associated with PLS as similar in culture to colonies of Phaeosphaeria maydis, and postulated that several fungal species were involved in causing PLS. However, in a recent study, Gonçalves et al. (2013) showed that a bacterium, Pantoea ananatis, was the primary disease-causing agent, and that the fungi isolated from these lesions, were secondary colonist of the diseased tissue, stating also that the disease symptoms shown by Amaral et al. (2005) were atypical for PLS. In South Africa, prominent tan-coloured subcircular leaf spots were found on Z. mays to be associated with a new genus, described here as Phaeoseptoriella zeae. Further studies are now required to determine the relative importance of this fungus, and confirm its role as maize pathogen. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Parastagonospora avenae (as Phaeosphaeria avenaria, GenBank FJ605258.1; Identities = 526/546 (96 %), 6 gaps (1 %)), Camarosporioides phragmitis (GenBank NR_153925.1; Identities = 425/474 (90 %), 15 gaps (3 %)), and Coniothyrium ferrarisianum (GenBank MH860854.1; Identities = 424/474 (89 %), 15 gaps (3 %)). Closest hits using the LSU sequence are Didymocyrtis consimilis (GenBank MH876627.1; Identities = 878/882 (99 %), no gaps), Parastagonospora nodorum (GenBank MH868570.1; Identities = 878/882 (99 %), no gaps), and Kalmusia utahensis (GenBank MH876142.1; Identities = 877/882 (99 %), no gaps). Closest hits using the rpb2 sequence had highest similarity to Didymocyrtis banksiae (GenBank KY979850.1; Identities = 759/902 (84 %), 2 gaps (0 %)), Parastagonospora nodorum (as Phaeosphaeria nodorum, GenBank DQ499803.1; Identities = 757/903 (84 %), 2 gaps (0 %)), and Parastagonospora avenaria f. sp. tritici (as Phaeosphaeria avenaria f. sp. triticae, GenBank DQ499799.1; Identities = 757/905 (84 %), 6 gaps (0 %)). Closest hits using the tef1 sequence had highest similarity to Sclerostagonospora ericae (GenBank KX228375.1; Identities = 417/515 (81 %), 28 gaps (5 %)), Didymocyrtis cladoniicola (as Diederichomyces cladoniicola, GenBank KP170668.1; Identities = 409/516 (79 %), 10 gaps (1 %)), and Septoria oudemansii (GenBank KF253436.1; Identities = 333/409 (81 %), 8 gaps (1 %)). Closest hits using the tub2 sequence had highest similarity to Sclerostagonospora ericae (GenBank KX228383.1; Identities = 263/287 (92 %), 4 gaps (1 %)), Diederichomyces ficuzzae (GenBank KP170697.1; Identities = 262/290 (90 %), 6 gaps (2 %)), and Didymocyrtis foliaceiphila (as Diederichomyces foliaceiphila, GenBank KP170698.1; Identities = 260/288 (90 %), 3 gaps (1 %)). Phlogicylindrium dunnii Crous, sp. nov. MycoBank MB829334. Fig. 42. Etymology: Name refers to Eucalyptus dunnii from which it was isolated. Conidiomata eustromatic, multilocular, locules 100–200 µm diam, occurring solitary on leaves, but in clusters on agar, exuding a slimy pink conidial mass. Conidiophores arising from a brown stroma of 3–6 layers of textura angularis, subcylindrical, branched, 1–3-septate, brown, smooth, 30–70 × 3–4 µm. Conidiogenous cells pale brown, smooth, subcylindrical, 15–30 × 2.5–3 µm, proliferating sympodially and percurrently near apex. Macroconidia hyaline, smooth, narrowly fusoid to widest in the middle with slight taper towards ends, subcylindrical, 1-septate, apex subobtuse, base truncate, curved, (32–)35–42(–47) × (2–) 2.5(–3) µm. Microconidia hyaline, smooth, aseptate, cylindrical, curved, apex obtuse, base truncate, 15–18 × 1.5 µm, forming in same conidioma as macroconidia. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and folded surface and smooth, lobate margin, reaching 10 mm diam after 2 wk at 25 °C. On MEA surface ochreous, reverse umber; on PDA surface ochreous, reverse salmon to ochreous; on OA surface smoke grey. Typus: Australia, New South Wales, Tooloom State Forest, on leaves of Eucalyptus dunnii (Myrtaceae), 20 Jan. 2016, A.J. Carnegie, HPC 1447 (holotype CBS H-23264, culture ex-type CPC 31818 = CBS 144620). Notes: Phlogicylindrium was established by Summerell et al. (2006) to accommodate a genus with erect, flame-like conidiomatal tufts to sporodochial conidiomata, and cylindrical, hyaline conidia forming on brown, percurrently proliferating conidiogenous cells. Phlogicylindrium dunnii is rather atypical in the fact that it has eustromatic, multilocular conidiomata, that with age appear sporodochial as they age. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Phlogicylindrium tereticornis (GenBank NR_156660.1; Identities = 550/566 (97 %), 3 gaps (0 %)), Phlogicylindrium eucalyptorum (GenBank EU040223.1; Identities = 411/432 (95 %), 3 gaps (0 %)), and Phlogicylindrium mokarei (GenBank KY173431.1; Identities = 409/432 (95 %), 3 gaps (0 %)). Closest hits using the LSU sequence are Phlogicylindrium tereticornis (GenBank NG_058510.1; Identities = 788/789 (99 %), no gaps), Phlogicylindrium mokarei (GenBank NG_059750.1; Identities = 782/789 (99 %), no gaps), and Phlogicylindrium uniforme (GenBank JQ044445.1; Identities = 780/789 (99 %), no gaps). The best hit using the rpb2 sequence was with Phlogicylindrium tereticornis (GenBank MG386142.1; Identities = 861/871 (99 %), no gaps). The best hit using the tef1 sequence was with Phlogicylindrium tereticornis (GenBank MG386151.1; Identities = 396/402 (99 %), no gaps). Phyllosticta austroafricana Crous, sp. nov. MycoBank MB829336. Fig. 43. Etymology: Name refers to the continent Africa where it was collected. Associated with leaf spots on leaf litter of unidentified deciduous tree host. Conidiomata pycnidial, solitary, black, erumpent, globose, exuding hyaline conidial masses; pycnidia up to 200 µm diam; wall of several layers of brown textura angularis. Ostiole central, up to 20 µm diam. Conidiophores subcylindrical, with 1–2 supporting cells, at times branched at base, 20–30 × 3–5 µm. Conidiogenous cells terminal, subcylindrical, hyaline, smooth, coated in a mucoid layer, 10–15 × 3–4 µm, proliferating several times percurrently near apex. Conidia (11–)14–17(–23) × (6–)8–10(–11) µm, solitary, hyaline, aseptate, thin- and smooth-walled, coarsely guttulate, ellipsoid to obovoid, tapering towards a truncate base, 2–3 µm diam, enclosed in a mucoid sheath, 2–3 µm thick, and bearing a hyaline apical mucoid appendage, (5–) 7–8(–10) × 1.5(–2) µm, tapering towards an acutely rounded tip. Spermatia bacilliform, hyaline, smooth, guttulate, 6–8 × 2–3 µm. Culture characteristics: Colonies erumpent, spreading, with sparse aerial mycelium and uneven surface and lobed margin, reaching 5 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface iron-grey, and reverse iron-grey, with diffuse yellow pigment on OA. Typus: South Africa, Western Cape Province, on leaf spots of unidentified deciduous tree host, 2010, P.W. Crous (holotype CBS H-23797, culture ex-type CPC 31920 = CBS 144593). Notes: Phyllosticta includes several important plant pathogens causing leaf and fruit spot diseases. Important species are P. ampelicida causing black rot disease on grapevines (Zhou et al. 2015), species in the P. musarum species complex causing banana freckle disease (Wong et al. 2012), and P. citricarpa causing citrus black spot (Guarnaccia et al. 2017). Phyllosticta austroafricana is a phylogenetically distinct species, associated with leaf spots on an unidentified tree host. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Phyllosticta pseudotsugae (GenBank KF154277.1; Identities = 539/573 (94 %), 5 gaps (0 %)), Phyllosticta carissicola (GenBank NR_147363.1; Identities = 574/613 (94 %), 4 gaps (0 %)), and Phyllosticta podocarpi (GenBank KF154276.1; Identities = 535/572 (94 %), 3 gaps (0 %)). Closest hits using the LSU sequence are Phyllosticta carissicola (GenBank KT950863.1; Identities = 848/851 (99 %), no gaps), Phyllosticta podocarpi (GenBank KF766383.1; Identities = 835/840 (99 %), no gaps), and Phyllosticta hymenocallidicola (GenBank NG_057947.1; Identities = 869/882 (99 %), no gaps). Closest hits using the actA sequence had highest similarity to Phyllosticta acaciigena (GenBank KY173570.1; Identities = 517/562 (92 %), 5 gaps (0 %)), Exserohilum khartoumense (as Setosphaeria khartoumensis, GenBank LT837600.1; Identities = 474/526 (90 %), 11 gaps (2 %)), Exserohilum rostratum (as Setosphaeria rostrata, GenBank LT837683.1; Identities = 473/526 (90 %), 11 gaps (2 %)), and Exserohilum prolatum (GenBank LT837660.1; Identities = 473/526 (90 %), 11 gaps (2 %)). Closest hits using the tef1 sequence had highest similarity to Phyllosticta ericarum (GenBank KR025452.1; Identities = 303/331 (92 %), 5 gaps (1 %)), Phyllosticta carissicola (GenBank KT950879.1; Identities = 367/403 (91 %), 19 gaps (4 %)), and Phyllosticta catimbauensis (GenBank MF466155.1; Identities = 299/331 (90 %), 4 gaps (1 %)). Phyllosticta hagahagaensis Crous & M.J. Wingf., sp. nov. MycoBank MB829335. Fig. 44. Etymology: Name reflects Haga Haga in the Eastern Cape Province of South Africa where it was collected. Conidiomata pycnidial, solitary, black, erumpent, globose, exuding hyaline conidial masses; pycnidia 250–350 µm diam; wall of several layers of brown textura angularis. Ostiole central, up to 20 µm diam. Conidiophores subcylindrical, unbranched or branched below, 0–2-septate, 15–30 × 4–5 µm. Conidiogenous cells terminal and intercalary, subcylindrical, hyaline, smooth, coated in a mucoid layer, 7–16 × 3.5–4 µm, proliferating several times percurrently near apex. Conidia (11–)13–14(–15) × (7–) 8(–9) µm, solitary, hyaline, aseptate, thin- and smooth-walled, guttulate, granular, ellipsoid to obovoid, tapering towards a truncate base, 3–3.5 µm diam, enclosed in a mucoid sheath, 2.5–5 µm thick, and bearing a hyaline apical mucoid appendage, 5–15 × 1.5–2 µm, tapering towards an acutely rounded tip. Culture characteristics: Colonies erumpent, spreading, with sparse to moderate aerial mycelium and uneven surface and margin, reaching 18 mm diam after 2 wk at 25 °C. On MEA surface smoke grey to grey olivaceous, reverse olivaceous grey; on PDA surface and reverse olivaceous grey; on OA surface olivaceous grey to grey olivaceous. Typus: South Africa, Eastern Cape Province, Haga Haga, on leaf litter of Carissa bispinosa (Apocynaceae), 23 Dec. 2010, M.J. Wingfield, HPC 1545 (holotype CBS H-23811, culture ex-type CPC 32799 = CBS 144592). Notes: Phyllosticta carissicola [conidia (11–)12–14(–15) × (9–) 10(–11) µm, sheath 2–3 µm thick apical mucoid appendage, (10–)12–17(–25) × 1.5(–2) µm] was described from leaves of Carissa macrocarpa (CPC 25665) in South Africa by Crous et al. (2015). Phyllosticta hagahagaensis differs morphologically from P. carissicola in having wider conidia, a wider mucoid sheath, and shorter appendages. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Phyllosticta podocarpi (GenBank KF766217.1; Identities = 591/603 (98 %), 1 gap (0 %)), Phyllosticta pseudotsugae (GenBank KF154277.1; Identities = 559/572 (98 %), 1 gap (0 %)), and Phyllosticta owaniana (GenBank JF261462.1; Identities = 569/588 (97 %), no gaps). Closest hits using the LSU sequence are Phyllosticta carissicola (GenBank KT950863.1; Identities = 855/856 (99 %), no gaps), Phyllosticta podocarpi (GenBank KF766383.1; Identities = 837/840 (99 %), no gaps), and Phyllosticta hymenocallidicola (GenBank NG_057947.1; Identities = 876/887 (99 %), no gaps). Closest hits using the actA sequence had highest similarity to Phyllosticta acaciigena (GenBank KY173570.1; Identities = 521/560 (93 %), 1 gap (0 %)), Phyllosticta carissicola (GenBank KT950872.1; Identities = 233/243 (96 %), no gaps), Cladosporium velox (GenBank KT600654.1; Identities = 459/510 (90 %), 3 gaps (0 %)), and Alternaria frumenti (GenBank JQ671649.1; Identities = 467/523 (89 %), 9 gaps (1 %)). Closest hits using the gapdh sequence had highest similarity to Phyllosticta owaniana (GenBank JF343766.1; Identities = 299/300 (99 %), no gaps), Phyllosticta podocarpi (GenBank KF289168.1; Identities = 298/300 (99 %), no gaps), and Phyllosticta carissicola (GenBank KT950876.1; Identities = 501/510 (98 %), 1 gap (0 %)). Closest hits using the tef1 sequence had highest similarity to Phyllosticta carissicola (GenBank KT950879.1; Identities = 379/389 (97 %), 2 gaps (0 %)), Phyllosticta hakeicola (GenBank MH108025.1; Identities = 328/353 (93 %), 10 gaps (2 %)), and Phyllosticta yuccae (GenBank JX227948.1; Identities = 355/398 (89 %), 14 gaps (3 %)). Piniphoma Crous & R.K. Schumach., gen. nov. MycoBank MB829337. Etymology: Name combined the name of the host genus Pinus, and the fungal genus Phoma. Conidiomata solitary, pycnidial, globose with central ostiole, pale brown, exuding a creamy conidial mass. Conidiophores reduced to conidiogenous cells lining inner cavity, ampulliform, hyaline, smooth, phialidic. Conidia solitary, aseptate, smooth, hyaline, straight, guttulate, subcylindrical with obtuse ends. Type species: Piniphoma wesendahlina Crous & R.K. Schumach. Piniphoma wesendahlina Crous & R.K. Schumach., sp. nov. MycoBank MB829338. Fig. 45. Etymology: Name reflects to the city of Berlin where it was collected. Conidiomata solitary, pycnidial, 80–120 µm diam, globose with central ostiole, pale brown, only observed on PNA, exuding a creamy conidial mass. Conidiophores reduced to conidiogenous cells lining inner cavity, ampulliform, hyaline, smooth, phialidic, 4–5 × 3–4 µm. Conidia solitary, aseptate, smooth, hyaline, straight, guttulate, subcylindrical with obtuse ends, (3–)4(–5) × 2 µm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and smooth, lobate margin, reaching 45 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface and reverse olivaceous grey. Typus: Germany, Berlin, wood debris of Pinus sylvestris (Pinaceae), 1 May 2017, H. Schreiber & R.K. Schumacher, HPC 2114 = RKS 106 (holotype CBS H-23823, culture ex-type CPC 33693 = CBS 145032). Notes: Piniphoma wesendahlina is a phoma-like genus occurring on Pinus sylvestris wood debris collected in Berlin, Germany. Phylogenetically, it appears distinct from other phoma-like genera presently known (Chen et al. 2015, Valenzuela-Lopez et al. 2018), and is thus introduced as new. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Setophoma vernoniae (GenBank KJ869141.1; Identities = 445/486 (92 %), 8 gaps (1 %)) and Shiraia bambusicola (GenBank MF062656.1; Identities = 451/491 (92 %), 11 gaps (2 %)). It was identical to several unidentified sequences, e.g. GenBank GU566235.1 from the rhizosphere of Phalaris arundinacea in Czech Republic, GenBank FN394707.1 from a fungal endophyte of Holcus lanatus in Spain and GenBank MH063650.1 from surface-sterilised, asymptomatic roots of Arrhenatherum elatius in France. Closest hits using the LSU sequence are Coniothyrium quercinum (GenBank MH877842.1; Identities = 858/860 (99 %), no gaps), Sclerostagonospora cycadis (GenBank MH874827.1; Identities = 858/860 (99 %), no gaps), and Coniothyrium ferrarisianum (GenBank MH872593.1; Identities = 858/860 (99 %), no gaps). Distant hits using the rpb2 sequence had highest similarity to Exserohilum fusiforme (GenBank LT852483.1; Identities = 732/899 (81 %), 22 gaps (2 %)), Exserohilum oryzicola (GenBank LT715748.1; Identities = 717/883 (81 %), 19 gaps (2 %)), and Bipolaris maydis (GenBank XM_014222497.1; Identities = 740/918 (81 %), 17 gaps (1 %)). Very distant hits using the tef1 sequence had highest similarity to Dendryphion penicillatum (GenBank AY375376.1; Identities = 207/234 (88 %), 4 gaps (1 %)), Libertasomyces quercus (GenBank KY929197.1; Identities = 208/235 (89 %), 8 gaps (3 %)), and Alternaria alternariae (as Ulocladium alternariae, GenBank AY375370.1; Identities = 207/234 (88 %), 6 gaps (2 %)). Distant hits using the tub2 sequence had highest similarity to Sclerostagonospora ericae (GenBank KX228383.1; Identities = 467/551 (85 %), 26 gaps (4 %)), Parastagonospora avenae f. sp. avenae (as Phaeosphaeria avenaria f. sp. avenaria, GenBank AY870404.1; Identities = 468/557 (84 %), 31 gaps (5 %)), and Seltsamia ulmi (GenBank MF795918.1; Identities = 409/487 (84 %), 17 gaps (3 %)). Pseudocercospora hakeae (U. Braun & Crous) U. Braun & Crous, Stud. Mycol. 75: 88. 2012 (2013). Fig. 46. Basionym: Cercostigmina protearum var. hakeae U. Braun & Crous, Sydowia 46: 206. 1994. Leaf spots amphigenous, elongated, confined by leaf veins, 2–3 mm diam, medium brown with raised, dark brown border. Caespituli olivaceous brown, amphigenous, developing on a well-defined brown stroma up to 250 µm diam. Conidiophores densely aggregated, subcylindrical, branched or not, geniculoussinuous, 3–7-septate, medium brown, thick-walled, finely verruculose, 30–70 × 6–8 µm. Conidiogenous cells subcylindrical, medium brown, finely verruculose, thick-walled, terminal and intercalary, proliferating percurrently and or sympodially, 12–20 × 5–7 µm; loci truncate, unthickened, not darkened, 2–3 µm diam. Conidia solitary, subcylindrical, medium brown, finely verruculose, apex obtuse, base truncate, 2(–2.5) µm diam, straight to geniculous-sinuous, (1–)3–6(–7)-septate, (15–)30–50(–65) × 4(–5) µm. Culture characteristics: Colonies erumpent, spreading, with moderate aerial mycelium and smooth, lobate margin, reaching 7 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface olivaceous grey, and reverse iron-grey. Material examined: Australia, New South Wales, Fitzroy Falls, Morton National Park, on leaves of Hakea sp. (Proteaceae), 26 Nov. 2016, P.W. Crous, HPC 1756 = CBS H-23798, culture CPC 32100 = CBS 144520). Notes: Pseudocercospora hakeae (as Cercostigmina protearum var. hakeae) was described from leaves on Hakea saligna collected in the Limpopo Province of South Africa (Crous & Braun 1994). The culture linked to this species (CBS 112226), was, however, collected on Grevillea sp. in Australia (Crous et al. 2013). The present collection provided the first culture from a Hakea sp., also collected in Australia. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Pseudocercospora fuligena (GenBank GU214675.1; Identities = 533/535 (99 %), 1 gap (0 %)), Pseudocercospora chengtuensis (GenBank GU214672.1; Identities = 533/535 (99 %), 1 gap (0 %)), and Pseudocercospora atromarginalis (GenBank GU214671.1; Identities = 533/535 (99 %), 1 gap (0 %)). Closest hits using the LSU sequence are Pseudocercospora cydoniae (GenBank MH877505.1; Identities = 852/852 (100 %), no gaps), Pseudocercospora rhamnellae (GenBank MH877382.1; Identities = 852/852 (100 %), no gaps), and Pseudocercospora ranjita (GenBank MH875340.1; Identities = 852/852 (100 %), no gaps). Closest hits using the actA sequence had highest similarity to Pseudocercospora hakeae (GenBank JQ325017.1; Identities = 587/588 (99 %), no gaps), Pseudocercospora cruenta (GenBank JQ325012.1; Identities = 574/590 (97 %), 2 gaps (0 %)), and Pseudocercospora neriicola (GenBank KJ869231.1; Identities = 573/589 (97 %), no gaps). Closest hits using the rpb2 sequence had highest similarity to Pseudocercospora prunicola (GenBank MF951621.1; Identities = 851/893 (95 %), no gaps), Pseudocercospora nymphaeacea (GenBank LC199939.1; Identities = 813/860 (95 %), no gaps), and Pseudocercospora flavomarginata (GenBank MF951619.1; Identities = 841/893 (94 %), no gaps). Closest hits using the tef1 sequence had highest similarity to Pseudocercospora hakeae (GenBank GU384495.1; Identities = 314/315 (99 %), no gaps), Pseudocercospora basiramifera (GenBank DQ211677.2; Identities = 458/510 (90 %), 9 gaps (1 %)), and Pseudocercospora pallida (GenBank GU384469.1; Identities = 280/315 (89 %), 3 gaps (0 %)). Closest hits using the tub2 sequence had highest similarity to Pseudocercospora atromarginalis (GenBank KM452894.1; Identities = 226/235 (96 %), no gaps), Pseudocercospora pyracanthigena (GenBank JX902271.1; Identities = 225/235 (96 %), no gaps), and Pseudocercospora tereticornis (GenBank JX902280.1; Identities = 224/235 (95 %), no gaps). Pseudoconiothyrium Crous & R.K. Schumach., gen. nov. MycoBank MB829339. Etymology: Name refers to its morphological similarity to the genus Coniothyrium, from which it is phylogenetically distinct. Conidiomata eustromatica, pycnidial, aggregated, globose with central opening; wall of 6–10 layers of brown textura angularis. Conidiophores reduced to conidiogenous cells lining inner cavity, hyaline, smooth, doliiform to ampulliform, phialidic with periclinal thickening, and at times with percurrent proliferation. Conidia solitary, aseptate, subcylindrical to ellipsoid to subglobose, apex obtuse, base truncate to bluntly rounded, medium brown, verruculose. Type species: Pseudoconiothyrium broussonetiae Crous & R.K. Schumach. Pseudoconiothyrium broussonetiae Crous & R.K. Schumach., sp. nov. MycoBank MB829340. Fig. 47. Etymology: Name refers to the host genus Broussonetia from which it was isolated. Conidiomata eustromatica, pycnidial, aggregated, 250–400 µm diam, globose with central opening; wall of 6–10 layers of brown textura angularis. Conidiophores reduced to conidiogenous cells lining inner cavity, hyaline, smooth, doliiform to ampulliform, phialidic with periclinal thickening, and at times with percurrent proliferation, 5–10 × 4–6 µm. Conidia solitary, aseptate, subcylindrical to ellipsoid to subglobose, apex obtuse, base truncate to bluntly rounded, medium brown, verruculose, (5–) 6–7(–8) × (4.5–)5(–6) µm. Culture characteristics: Colonies spreading, with folded surface, moderate aerial mycelium and smooth, lobate margin, reaching 30 mm diam after 2 wk at 25 °C. On MEA surface dirty white to ochreous, reverse ochreous; on PDA surface pale luteous to ochreous, reverse ochreous; on OA surface ochreous with diffuse ochreous pigment. Typus: Italy, Firenze, Plaza della indipendenza, branch of Broussonetia papyrifera (Moraceae), 16 Feb. 2017, G. Bonari & R.K. Schumacher, HPC 2009 = RKS 68 (holotype CBS H-23822, culture ex-type CPC 33570 = CBS 145036). Notes: Pseudoconiothyrium is allied to Paraconiothyrium in the phylogenetic tree, but it is phylogenetically distinct from the latter genus. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Pseudocoleophoma typhicola (GenBank NR_154350.1; Identities = 508/563 (90 %), 13 gaps (2 %)), Coniothyrium crepinianum (GenBank MH860873.1; Identities = 507/574 (88 %), 25 gaps (4 %)), and Pseudocoleophoma polygonicola (GenBank NR_154274.1; Identities = 429/470 (91 %), 11 gaps (2 %)). Closest hits using the LSU sequence are Aquadictyospora lignicola (as Pleosporales sp. ZLL-2017a, GenBank MF948629.1; Identities = 774/789 (98 %), 1 gap (0 %)), Dictyosporium tratense (as Dictyocheirospora sp. YJ2018b, GenBank MH381776.1; Identities = 814/831 (98 %), 4 gaps (0 %)), and Cheiromyces inflatus (GenBank JQ267363.1; Identities = 802/819 (98 %), 1 gap (0 %)). Very distant hits using the tef1 sequence had highest similarity to Xenophoma puncteliae (GenBank KP170686.1; Identities = 265/321 (83 %), 18 gaps (5 %)) and Pseudochaetosphaeronema ginkgonis (as Pseudochaetosphaeronema sp. XYD-2016a, GenBank KU365984.1; Identities = 278/345 (81 %), 18 gaps (5 %)). Pseudophaeophleospora phormii (Naito) Crous, comb. nov. MycoBank MB829341. Fig. 48. Basionym: Hendersonia phormii Naito, Science Rep. Kagoshima Univ. 1: 77. 1952. Synonyms: Kirramyces phormii (Naito) M.E. Palm, Mycol. Res. 100: 374. 1996. Phaeophleospora phormii (Naito) Crous et al., S. Afr. J. Bot. 63: 115. 1997. Leaf spots brown, elliptical to elongate, surrounded by a dark red-purple border. Conidiomata pycnidial, immersed, solitary, globose to subglobose, up to 200 µm diam; wall of 3–6 layers of brown textura angularis. Conidiophores reduced to conidiogenous cells lining the inner cavity. Conidiogenous cells cylindrical to lageniform, medium brown, finely roughened, 10–15 × 4–5 µm, proliferating percurrently near apex. Conidia solitary, medium brown, verruculose, aggregating in mucoid mass, cylindrical, apex obtuse, base truncate, 2–3 µm diam, with marginal frill, 3(–6)-septate, (30–)38–55(–60) × (3–)3.5(–4) µm. Culture characteristics: Colonies erumpent, spreading, with moderate aerial mycelium, folded surface and smooth, lobate margin, reaching 7 mm diam after 2 wk at 25 °C. On MEA surface grey olivaceous, reverse olivaceous grey; on PDA surface dirty white, reverse olivaceous grey; on OA surface dirty white with diffuse red pigment. Typus: New Zealand, Levin, Earl St, on Phormium tenax, 12 Dec. 1971, G. Laudon, PDD 39822 (neotype designated by Palm 1996); Auckland, Grey Lynn Park, on Phormium tenax (Asphodelaceae), 5 Oct. 2016, R. Thangavel T16_03297D (epitype designated here CBS H-23264, MBT385290, culture ex-epitype CPC 32742 = CBS 144606). Notes: Pseudophaeophleospora was established by Videira et al. (2017) to accommodate a phaeophleospora-like genus occurring on Eucalyptus. The two genera are morphologically similar, and best distinguished based on their DNA sequences. The present collection closely matches the morphology of the neotype of Hendersonia phormii, described by Palm (1996). Unfortunately, the culture used in the latter paper is no longer viable, and could thus not be deposited. The culture from the present collection is thus herewith designated as epitype, to fix the phylogenetic application of the name. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Pseudophaeophleospora atkinsonii (as Phaeophleospora atkinsonii, GenBank GU214643.1; Identities = 480/505 (95 %), no gaps), Pallidocercospora acaciigena (GenBank MH862893.1; Identities = 478/520 (92 %), 5 gaps (0 %)), and Pallidocercospora heimii (as Mycosphaerella heimii, GenBank GQ852745.1; Identities = 479/521 (92 %), 7 gaps (1 %)). Closest hits using the LSU sequence are Pseudophaeophleospora atkinsonii (as Phaeophleospora atkinsonii, GenBank GU214463.1; Identities = 839/849 (99 %), no gaps), Pallidocercospora irregulariramosa (GenBank GU214441.1; Identities = 878/892 (98 %), 1 gap (0 %)), and Pallidocercospora holualoana (as Mycosphaerella holualoana, GenBank JF770467.1; Identities = 877/892 (98 %), 1 gap (0 %)). No actA sequences of Pseudophaeophleospora are available for comparison on GenBank; distant hits include Pseudocercospora udagawana (GenBank GU320527.1; Identities = 544/604 (90 %), 12 gaps (1 %)), Parapallidocercospora thailandica (as Pallidocercospora thailandica, GenBank EU514333.1; Identities = 496/535 (93 %), 7 gaps (1 %)), and Pallidocercospora heimii (GenBank KF903399.1; Identities = 487/525 (93 %), 6 gaps (1 %)). No tef1 sequences of Pseudophaeophleospora are available for comparison on GenBank; distant hits include Pallidocercospora crystallina (GenBank MF135483.1; Identities = 376/463 (81 %), 27 gaps (5 %)), Parapallidocercospora thailandica (as Mycosphaerella thailandica, GenBank AY840477.2; Identities = 329/399 (82 %), 24 gaps (6 %)), and Neoceratosperma cyatheae (GenBank KT037504.1; Identities = 184/196 (94 %), no gaps). Pseudorobillardaceae Crous, fam. nov. MycoBank MB829342. Etymology: Name refers to the genus Pseudorobillarda. Conidiomata immersed, globose, unilocular, with central ostiole; wall of 3–6 layers of thin-walled, flattened textura angularis; conidiomata giving rise to both micro- and macroconidia. Macroconidiophores lining the inner cavity, reduced to conidiogenous cells, hyaline, smooth, doliiform, phialidic with periclinal thickening and flared collarette, or proliferating percurrently when older. Paraphyses numerous, hyphae-like, intermingled among conidiophores, aseptate, flexuous. Macroconidia solitary, septate, guttulate, hyaline, smooth, apex subobtuse, tapering to a truncate base; apical appendages arising from splitting of the conidial sheath, hair-like, flexuous, unbranched, fragile, flexuous, unbranched, mostly absent. Microconidiogenous cells hyaline, smooth, subcylindrical to ampulliform, proliferating percurrently. Microconidia solitary, aseptate, hyaline, smooth, guttulate, subcylindrical, apex obtuse, base truncate; apical appendages hair-like, flexuous, unbranched, fragile, flexuous, unbranched. Type genus: Pseudorobillarda M. Morelet (1968) Type species: Pseudorobillarda phragmitis (Cunnell) M. Morelet. Notes: Pseudorobillarda bolusanthi was recently introduced by Crous et al. (2018b), and placed in the Pseudorobillardaceae (Dothideomycetes). The family, however, was unpublished, and is therefore formally introduced here. Pseudosigmoidea alnicola Crous & R.K. Schumach., sp. nov. MycoBank MB829346. Fig. 49. Etymology: Name reflects the host genus Alnus from which it was isolated. Mycelium consisting of pale brown, smooth, 1.5–2 µm diam hyphae, frequently forming hyphal coils, giving rise to solitary, erect conidiophores, subcylindrical, unbranched, pale brown, smooth, 0–1-septate, 10–20 × 2.5–3 µm. Conidiogenous cells integrated, terminal, pale brown, smooth, subcylindrical, 5–15 × 1.5–3 µm; apex with one to several denticles-like loci, 0.5–1 × 1 µm. Conidia obclavate, flexuous, multi-septate, pale brown, smooth-walled, guttulate, apex subobtuse, base obconically truncate, widest at first basal septum, base bluntly rounded, attached to conidiogenous cell via excentric locus which leaves a cylindrical separating cell on the side of the conidium, 1–2 × 1–1.5 µm, 80–250 × 3–4 µm, apical region of conidium 1.5–2 µm diam. Culture characteristics: Colonies spreading, with moderate aerial mycelium and smooth, lobate margin, reaching 25 mm diam after 2 wk at 25 °C. On MEA, PDA and OA, surface and reverse umber. Typus: Germany, near Berlin, alder wood, leaf litter of Alnus glutinosa (Betulaceae), 3 May 2017, R.K. Schumacher, HPC 2100 (holotype CBS H-23826, culture ex-type CPC 33776 = CBS 145034). Notes: Pseudosigmoidea (based on P. cranei), has rhexolytic conidiogenesis with a separating cell, and long, flexuous, subcylindrical to obclavate, septate, hyaline to pale brown, smooth conidia (Ando & Nakamura 2000). Although the genus is listed as Ascomycota “incertae sedis”, this study shows that it resides in the Sympoventuriaceae (Venturiales, Dothidiomycetes). Pseudosigmoidea is known from two species, P. cranei (conidia 26–116.5 × 1.5–2.5 µm, 3–8-septate) and P. ibarakiensis (conidia 68–133 × 4–8 µm, up to 6-septate; Diene et al. 2013), both of which can easily be distinguished from P. alnicola based on their conidial morphology. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Troposporella fumosa (GenBank DQ351724.1; Identities = 564/585 (96 %), 1 gap (0 %)), Helicoma monilipes (GenBank DQ351723.1; Identities = 556/587 (95 %), 4 gaps (0 %)), and Pseudosigmoidea ibarakiensis (GenBank LC146758.1; Identities = 546/577 (95 %), 10 gaps (1 %)). Closest hits using the LSU sequence are Scolecobasidium excentricum (GenBank MH874174.1; Identities = 854/856 (99 %), no gaps), Troposporella fumosa (GenBank MH874121.1; Identities = 850/856 (99 %), no gaps), and Sympoventuria melaleucae (GenBank NG_058520.1; Identities = 840/849 (99 %), no gaps). Pseudoteratosphaeria africana Crous, sp. nov. MycoBank MB829347. Fig. 50. Etymology: Name refers to the continent of Africa where it was collected. Leaf spots amphigenous, circular, 2–5 mm diam, medium brown, with thin, raised dark brown border. Ascomata pseudothecial, predominantly hypophyllous, black, immersed to erumpent, globose, 70–100 µm diam, with apical ostiole; wall of 2–3 layers of brown textura angularis. Asci aparaphysate, fasciculate, bitunicate, subsessile, obovoid, straight to slightly curved, 8-spored, 30–35 × 8–11 µm. Ascospores bi- to triseriate, overlapping, hyaline, guttulate, thin-walled, straight to slightly curved, obovoid with obtuse ends, widest in middle of apical cell, medianly 1-septate, constricted at septum, tapering towards both ends, but more prominently towards lower end, (11–)12–13(–14) × (2.5–)3–3.5(–4) µm. Culture characteristics: Colonies erumpent, spreading, with moderate aerial mycelium, folded surface, and smooth, lobate margin, reaching 20–30 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface and reverse olivaceous grey. Typus: Angola, Longa River, leaf spot on unidentified host, 6 Nov. 2010, J. Roux, HPC 1697 (holotype CBS H-23816, culture ex-type CPC 33144 = CBS 144595). Additional materials examined: Angola, Longa River, leaf spot on unidentified host, 6 Nov. 2010, J. Roux, cultures CPC 33145 = CBS 144596, CPC 33072 = CBS 144597. Notes: Pseudoteratosphaeria was introduced by Quaedvlieg et al. (2014) to accommodate a genus morphologically similar to Teratosphaeria, which lacked any known asexual morphs, and occurred primarily on Myrtaceae. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence of CPC 33072 had highest similarity to Pseudoteratosphaeria perpendicularis (GenBank NR_155617.1; Identities = 485/496 (98 %), 1 gap (0 %)), Pseudoteratosphaeria stramenticola (as Mycosphaerella stramenticola, GenBank DQ632669.1; Identities = 488/500 (98 %), 2 gaps (0 %)), and Pseudoteratosphaeria gamsii (as Teratosphaeria gamsii, GenBank DQ302959.1; Identities = 481/497 (97 %), 2 gaps (0 %)). The ITS sequences of CPC 33072, 33144 and 33145 are identical. Closest hits using the LSU sequence are Pseudoteratosphaeria perpendicularis (as Teratosphaeria perpendicularis, GenBank JN232443.1; Identities = 859/861 (99 %), no gaps), Pseudoteratosphaeria ohnowa (GenBank EU019305.2; Identities = 866/873 (99 %), no gaps), and Pseudoteratosphaeria flexuosa (as Teratosphaeria flexuosa, GenBank JN232432.1; Identities = 877/885 (99 %), no gaps). The LSU sequences of CPC 33072, 33144 and 33145 are identical. Closest hits using the actA sequence had highest similarity to Pseudoteratosphaeria stramenticola (GenBank KF903530.1; Identities = 515/541 (95 %), 2 gaps (0 %)), Pseudoteratosphaeria perpendicularis (GenBank KF903491.1; Identities = 513/540 (95 %), no gaps), and Pseudoteratosphaeria gamsii (GenBank KF903494.1; Identities = 510/540 (94 %), no gaps). The actA sequences of CPC 33072, 33144 and 33145 are identical. Closest hits using the tef1 sequence had highest similarity to Pseudoteratosphaeria perpendicularis (GenBank KF903232.1; Identities = 320/347 (92 %), 5 gaps (1 %)), Pseudoteratosphaeria stramenticola (GenBank KF903237.1; Identities = 319/354 (90 %), 16 gaps (4 %)), and Pseudoteratosphaeria gamsii (GenBank KF903229.1; Identities = 311/352 (88 %), 13 gaps (3 %)). The tef1 sequences of CPC 33072, 33144 and 33145 are identical. Closest hits using the tub2 sequence had highest similarity to Pseudoteratosphaeria ohnowa (as Teratosphaeria ohnowa, GenBank KF442464.1; Identities = 304/338 (90 %), 6 gaps (1 %)), Pseudoteratosphaeria gamsii (GenBank KF902933.1; Identities = 221/246 (90 %), 3 gaps (1 %)), and Pseudoteratosphaeria perpendicularis (GenBank KF902936.1; Identities = 218/247 (88 %), 5 gaps (2 %)). The tub2 sequences of CPC 33072 and 33145 are identical; the sequence of CPC 33144 differs at one nucleotide from the others. Porodiplodia vitis Crous & R.K. Schumach., sp. nov. MycoBank MB829349. Fig. 51. Etymology: Name refers to the host genus Vitis from which it was isolated. Conidiomata eustromatic, uni- to multilocular, brown, globose, 150–300 µm, aggregated on agar, ostiolate. Conidiophores lining inner cavity, subcylindrical, hyaline, smooth, branched, 1–3-septate, 15–20 × 2.5–4 µm, proliferating percurrently near apex. Paraphyses intermingled among conidiophores, hyaline, smooth, septate, subcylindrical with obtuse ends, 25–30 × 3–4 µm. Conidia in short chains (–3), fusoid-ellipsoid to subcylindrical, medium brown, finely verruculose, guttulate, thick-walled, 1-septate, apex obtuse (at times with central pore), base truncate with central pore, 2 µm diam, (13–)14–16(–19) × (5–)6(–8) µm. Culture characteristics: Colonies erumpent, spreading, with moderate aerial mycelium and smooth, lobate margin, reaching 35 mm diam after 2 wk at 25 °C. On MEA surface cinnamon to buff, reverse sienna; on PDA surface saffron, reverse cinnamon; on OA surface cinnamon, with diffuse cinnamon pigment. Typus: USA, New York, Bronx, Van Cortlandt Park, on canes of Vitis vinifera (Vitaceae), 2016, E. Crenson & R.K. Schumacher, HPC 1372 (holotype CBS H-23795, culture ex-type CBS 144634 = CPC 31642). Notes: Porodiplodia was recently established for a genus occurring on leaves of Livistona australis in Australia, characterised by having eustromatic conidiomata, and conidia occurring in short chains, with a pore at each end of its conidia (Crous et al. 2018c). Porodiplodia vitis differs from P. livistonae (conidia (14–)15–17(–20) × 5(–6) μm) in having shorter, wider conidia. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Porodiplodia livistonae (GenBank MH327809.1; Identities = 533/536 (99 %), no gaps), Chalara clidemiae (GenBank NR_145313.1; Identities = 528/547 (97 %), 1 gap (0 %)), and Mollisia caespiticia (GenBank KY965813.1; Identities = 506/542 (93 %), 2 gaps (0 %)). Closest hits using the LSU sequence are Porodiplodia livistonae (GenBank MH327845.1; Identities = 859/859 (100 %), no gaps), Chalara clidemiae (GenBank MH878219.1; Identities = 765/772 (99 %), no gaps), and Chaetochalara africana (as Chalara africana, GenBank FJ176249.1; Identities = 834/849 (98 %), 2 gaps (0 %)). No tef1 sequences of Porodiplodia are available on GenBank for comparison; distant hits using the tef1 sequence had highest similarity to Davidhawksworthia ilicicola (GenBank KU728592.1; Identities = 205/233 (88 %), 7 gaps (3 %)), Hymenoscyphus menthae (GenBank KM114512.1; Identities = 203/231 (88 %), 6 gaps (2 %)), and Fusarium napiforme (GenBank KM099398.1; Identities = 201/231 (87 %), 4 gaps (1 %)). Selenodriella fertilis (Piroz. & Hodges) R.F. Castañeda & W.B. Kendr., Univ. Waterloo Biol. Ser. 33: 34. 1990. Fig. 52. Basionym: Circinotrichum fertile Piroz. & Hodges, Canad. J. Bot. 51: 160. 1973. Conidiophores dimorphic. Microconidiophores reduced to conidiogenous cells or with a supporting cell, arising directly from mycelium, hyaline, smooth, subcylindrical, tapering toward denticulate apex, 7–12 × 2.5–3.5 µm. Macroconidiophores erect, arising from superficial hyphae, flexuous, branched or not, base with T-cell or rhizoids, subcylindrical, 60–140 × 4–5 µm, 4–10-septate, lateral branches 0–3-septate, 15–60 × 2.5–3 µm. Conidiogenous cells pale brown, smooth, subcylindrical to elongated fusoid-ellipsoid, terminal and intercalary, with apical rachis of denticulate loci; denticles 1–2 × 1–1.5 µm, scars somewhat darkened, not thickened nor refractive, 20–30 × 2.5–3 µm. Conidia aggregating in mucoid masses, aseptate, fusoid-ellipsoid, prominently curved, apex subobtuse, base truncate, 1 µm diam, not thickened nor darkened, (9–)12–14(–15) × 2(–3) µm. Chlamydospores in chains, globose, thin-walled, hyaline, becoming pale brown and forming microsclerotia, 7–12 µm diam. Culture characteristics: Colonies flat, spreading, with sparse aerial mycelium, folded surface and smooth, even margin, reaching 35 mm diam after 2 wk at 25 °C. On MEA surface and reverse isabelline to buff; on PDA surface and reverse olivaceous grey; on OA surface olivaceous grey. Material examined: Australia, Victoria, Nowa Nowa, on leaf litter of Eucalyptus sp. (Myrtaceae), 30 Nov. 2016, P.W. Crous, HPC 1876, culture CPC 32663 = CBS 144589. Notes: For notes on Selenodriella, see Hernández-Restrepo et al. (2016), who confirmed the occurrence of Selenodriella fertilis in Australia on Hakea baxteri. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Selenodriella fertilis (GenBank MH861691.1; Identities = 525/526 (99 %), no gaps), Gyrothrix circinata (GenBank KJ476968.1; Identities = 477/483 (99 %), 5 gaps (1 %)), and Selenodriella cubensis (GenBank NR_154414.1; Identities = 515/522 (99 %), 1 gap (0 %)). Closest hits using the LSU sequence are Selenodriella fertilis (GenBank KP858992.1; Identities = 849/851 (99 %), 1 gap (0 %)), Selenodriella cubensis (GenBank NG_058151.1; Identities = 844/852 (99 %), 1 gap (0 %)), and Gyrothrix verticiclada (GenBank KC775726.1; Identities = 800/821 (97 %), 6 gaps (0 %)). Stagonospora pseudoperfecta Kaz. Tanaka & K. Hiray., Stud. Mycol. 82: 106. 2015. Fig. 53. Conidiomata globose, brown, 250–300 µm diam (with papillate neck on host tissue); wall of 2–3 layers of brown textura angularis. Conidiophores reduced to conidiogenous cells. Conidiogenous cells lining the inner cavity, hyaline, smooth, ampulliform to subcylindrical, 5–10 × 3–5 µm; proliferating percurrently. Conidia solitary, hyaline, smooth, fusoid-ellipsoid, guttulate, 3-septate, apex obtuse, tapering from basal septum to truncate hilum, 2 um diam, (13–)20–22(–250 × (4–)5(–6) µm. Culture characteristics: Colonies erumpent, spreading, with abundant, fluffy aerial mycelium covering dish after 2 wk at 25 °C. On MEA, PDA and OA surface smoke grey, and reverse olivaceous grey. Material examined: Germany, near Berlin, on Typha sp. (Typhaceae), 1 Apr. 2017, R.K. Schumacher, RKS 85 = HPC 2026, culture CPC 33138 = CBS 144607. Notes: Stagonospora pseudoperfecta was described from dead leaves of Typha latifolia collected in Japan (Tanaka et al. 2015), and this is the first record of the fungus from Europe. Based on a megablast search of NCBI’s GenBank nucleotide database, the ITS sequence was identical to Stagonospora pseudoperfecta (GenBank NR_155768.1; Identities = 497/497 (100 %)); and related to Stagonospora trichophoricola (GenBank KY750315.1; Identities = 533/538 (99 %), 1 gap (0 %)) and Stagonospora bicolor (as Saccharicola bicolor, GenBank KT367526.1; Identities = 530/535 (99 %), 1 gap (0 %)). Closest hits using the LSU sequence are Stagonospora pseudoperfecta (GenBank NG_059399.1; Identities = 797/797 (100 %)), Stagonospora forlicesenensis (GenBank NG_059716.1; Identities = 794/797 (99 %), no gaps), and Stagonospora imperaticola (GenBank NG_059793.1; Identities = 793/797 (99 %), no gaps). No tef1 sequences of Stagonospora pseudoperfecta are available for comparison on GenBank; distant hits include Helminthosporium oligosporum (GenBank KY984449.1; Identities = 304/364 (84 %), 19 gaps (5 %)), Helminthosporium tiliae (GenBank KY984456.1; Identities = 304/364 (84 %), 19 gaps (5 %)), and Corynespora leucadendri (GenBank KF253110.1; Identities = 313/381 (82 %), 22 gaps (5 %)). No tub2 sequences of Stagonospora pseudoperfecta are available for comparison on GenBank; distant hits include Stagonospora victoriana (GenBank MG386166.1; Identities = 331/389 (85 %), 13 gaps (3 %)), Stagonospora chrysopyla (GenBank KM033943.1; Identities = 322/387 (83 %), 14 gaps (3 %)), and Stagonospora cf. paludosa (GenBank KF252737.1; Identities = 245/296 (83 %), 11 gaps (3 %)). Sympodiella W.B. Kendr., Trans. Br. Mycol. Soc. 41: 519. 1958. emend. Hern.-Restr. & Crous Mycelium consisting of pale to medium brown, smooth, septate, branched hyphae. Sympodiella morph. Conidiophores solitary, erect, medium brown, smooth, subcylindrical, straight to flexuous, unbranched, septate, sometimes proliferating percurrently (in culture). Conidiogenous cells terminal, subcylindrical, medium brown, polyblastic, sympodial. Conidia aseptate or septate, sometimes constricted at the septa, subcylindrical to acicular, apex obtuse, base truncate, smooth, hyaline to subhyaline. Repetophragma-like Synasexual morph. Conidiophores solitary, erect, medium brown, smooth, subcylindrical, straight to geniculous-sinuous, unbranched, septate, proliferating percurrently. Conidiogenous cells terminal, subcylindrical, straight or flexuous, medium brown, mono- or polyblastic, sometimes sympodial (mainly in culture). Conidia solitary, septate, subcylindrical, straight, apex obtuse, sometimes with a dark cap, base truncate, with or without a minute marginal frill, smooth, pale- to medium brown, guttulate; hilum unthickened, not darkened. Type species: Sympodiella acicola W.B. Kendr. Notes: We emend Sympodiella to include species with a repetophragma-like synasexual morph. A new species is introduced as S. quercina and additionally two new combinations are proposed and discussed below. Sympodiella acicola W.B. Kendr., Trans. Br. Mycol. Soc. 41: 519. 1958. Figs 54–56. Typus: UK, Cheshire, on Pinus sylvestris (Pinaceae), 1956, W.B. Kendrick, holotype IMI 69967. Netherlands, Baarn, De Vuursche, on Pinus sylvestris, 12 Apr. 1982, G.S. de Hoog (epitype designated here CBS H-1620 MBT385535, ex-epitype culture CBS 487.82). Synasexual morph repetophragma-like. Conidiophores brown, smooth, proliferating percurrently, up to 25 µm long, 2–3.5 µm wide at the base. Conidiogenous cells terminal, brown. Conidia 3–4(–7)-septate, subcylindrical, straight, apex obtuse, base truncate, with a minute marginal frill, smooth, pale- to medium brown, 13–35 × 3–4 µm. Notes: Conidia in S. acicola have been considered arranged in unbranched chains (Kendrick 1958, Seifert et al. 2011). During an examination of the specimen CBS H-1620, some of these conidia resemble phragmoconidia constricted at the septa similar to those described in Wiesneriomyces, since they often remain connected together after they separate from the conidiogenous cells. In culture however (CBS 487.82), they are readily deciduous. Furthermore, in a specimen of Sympodiella acicola (CBS H-1620) the conidiophores were mixed with a repetophragma-like conidiophores described here as the synasexual morph of Sympodiella acicola. Interestingly, in culture (CBS 487.82) we observed some conidiophores with percurrent proliferations and the 1-septate conidia were more abundant than in natural substrate. This species has been reported mainly from Pinus spp. (Kendrick 1958, Ellis 1976). Sympodiella alternata (Tubaki & Saito) Crous & Hern.-Restr., comb. nov. MycoBank MB829352. Fig. 57. Basionym: Endophragmia alternata Tubaki & Saito, Trans. Brit. Mycol. Soc. 52: 477. 1969. Typus: Japan, Sendai, on fallen needles of Pinus densifolia (Pinaceae), 1966, T. Saitô (holotype IFO H-11600, ex-type culture IFO 8933 = CBS 326.69). Note: Sympodiella alternata is only known by the repetophragmalike synasexual morph from Asia (Tubaki & Saitô 1969). During this study we examined the ex-type culture of Sympodiella alternata (CBS 326.69). Conidia were similar to those described in the protologue with a dark cap in the apex of the conidia, but they were slightly smaller with less septa (30–36 × 5–6 µm, 5–8-septate vs. (37–)40–46(–70) × 5–6(–7) µm, (7–)8-septate; Tubaki & Saitô 1969). The conidiophores proliferate percurrently and sometimes geniculate conidiophores were observed. This species is known from Pinus densifolia from Japan (Tubaki & Saitô 1969) and from an unknown substrate from China (Shenoy et al. 2006). Sympodiella goidanichii (Rambelli) Crous & Hern.-Restr., comb. nov. MycoBank MB829353. Basionym: Ceratosporella goidanichii Rambelli, R.C. Secc. Accad. Sci. Ist. Bologna, sér. 6, 5: 3. 1958. Synonyms: Sporidesmium goidanichii (Rambelli) S. Hughes, N.Z. J. Bot. 17: 162. 1979. Repetophragma goidanichii (Rambelli) W.P. Wu, Fungal Diversity Res. Ser. 15: 80. 2005. Typus: Italy, on cupule of Fagus sylvatica (Fagaceae), collection date unknown, A. Rambelli, ex-type culture CBS 136.58. Note: Sympodiella goidanichii was described from Fagus sylvatica in Italy as Ceratosporella goidanichii (Rambelli 1958). Hughes (1979) considered Ceratosporella goidanichii and Endophragmia alternata as conspecific species and include them in Sporidesmium due to the successive proliferation of the conidiophores. During his studies the type strain of Ceratosporella goidanichhii failed to produce conidia and the observations were based on the sporulating culture of Endophragmia alternata and the descriptions given by Rambelli (1958) and Ellis (1976). Later this species was transferred to Repetophragma, because of the percurrent proliferations of the conidiophores and the presence of euseptate conidia (Wu & Zhuang 2005). In our study the ex-type strain of Ceratosporella goidanichii (CBS 136.58) remains sterile and the new combination in Sympodiella is mainly based on the phylogenetic analysis. Sympodiella quercina Crous & R.K. Schumach., sp. nov. MycoBank MB829351. Figs 58–60. Etymology: Name refers to the host genus Quercus from which it was isolated. Mycelium consisting of pale to medium brown, smooth, septate, branched, 2.5–3 µm diam hyphae. Sympodiella-like morph. Conidiophores solitary, erect, medium brown, smooth, subcylindrical, straight to flexuous, unbranched, septate, 48.5–68 × 3–5 µm. Conidiogenous cells terminal, subcylindrical, medium brown, polyblastic, sympodial, 15–20 × 3–3.5 µm. Conidia septate, subcylindrical to acicular, tapering, apex obtuse, base truncate, smooth, hyaline, 30–74 × 2–3.5 µm, apex 1.5–2.5 µm wide. Repetophragma-like synasexual morph. Conidiophores solitary, erect, medium brown, smooth, subcylindrical, straight to geniculous-sinuous, unbranched, 2–6-septate, 25–90 × 5–6 µm. Conidiogenous cells terminal, subcylindrical, medium brown, 6–17 × 5–6 µm, proliferating percurrently. Conidia solitary, subcylindrical, apex obtuse, base truncate, medium brown (end cells frequently subhyaline), smooth, guttulate, straight, (4–)6-septate, (40–)47–55(–65) × (5–)6–6.5(–7) um; hilum unthickened, not darkened, 5–6.5 µm diam, with minute marginal frill. Culture characteristics: Colonies erumpent, spreading, with moderate aerial mycelium and smooth, lobate margin, reaching 12 mm diam after 2 wk at 25 °C. On MEA surface umber, reverse chestnut; on PDA surface umber, reverse iron-grey; on OA surface umber. Typus: Germany, near Berlin, in Pinus sylvestris forest, on fallen leaf of Quercus robur (Fagaceae), 19 Aprs. 2017, H. Schreiber & R.K. Schumacher, HPC 2106 = RKS 94 (holotype CBS H-23829, culture ex-type CPC 33903 = CBS 145028). Additional material examined: UK, Lancashire, on leaf litter of Betula sp., 17 Jan. 1968, deposited by J.C. Frankland, CBS 987.70. Notes: In natural substrate this species has repetophragma-like conidiophores up to 210 µm long with percurrent proliferations and conidia measuring 32–44 × 5–7 µm, with or without a dark cap in the apex of the conidia. Next to repetophragma-like conidiophores, Sympodiella conidiophores were also found, and since the close phylogenetic relationship with Sympodiella acicola we also described the synasexual morph. In this species the Sympodiella type of conidiophores produce fragile hyaline phragmoconidia similar to those observed in Cylindrosympodium (Kendrick & Castañeda 1990) and some species of Subulispora (Sutton 1973, Kirk 1985). Additionally, the superficial network of darkly pigmented hyphae described in S. acicola (Kendrick 1985) was also observed in S. quercina. An additional strain (CBS 987.70) previously identified as Repetophragma goidanichii was phylogenetically related with S. quercina. However, the conidial sizes observed in this culture are below the range observed in CPC 33903, and also have more septa (35–50 × 4–7 µm, 6–7(–9)-septate), the dark apical cap was only evident in some of the younger conidia, and conidiophores were not well-developed. The synasexual morph was not observed in any of the cultures of S. quercina. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Sporidesmium goidanichii (GenBank MH860019.1; Identities = 486/489 (99 %), 2 gaps (0 %)), Septonema crispulum (GenBank MH862607.1; Identities = 402/445 (90 %), 8 gaps (1 %)), and Sympodiella acicola (GenBank KY853468.1; Identities = 432/488 (89 %), 18 gaps (3 %)). Closest hits using the LSU sequence are Repetophragma goidanichii (GenBank DQ408574.1; Identities = 836/848 (99 %), 1 gap (0 %)), Sympodiella acicola (GenBank KY853530.1; Identities = 844/858 (98 %), no gaps), and Cylindrosympodium lauri (GenBank EU035414.1; Identities = 836/859 (97 %), 2 gaps (0 %)). Sympoventuria regnans Crous, Persoonia 39: 425. 2017. Fig. 61. Mycelium consisting of medium brown, smooth, septate, branched, 1.5–2 µm diam hyphae. Conidiophores reduced to conidiogenous cells, or a supporting cell. Conidiogenous cells arising directly from hyphae, subcylindrical, medium brown, smooth, 7–18 × 3(–4) µm, with 1(–3) terminal, flat-tipped loci, 1(–1.5) µm diam, thickened and darkened. Conidia pale brown, guttulate, smooth-walled, 0(–1)-septate, fusoid-ellipsoid, occurring in chiefly unbranched acropetal chains of up to 10, (10–)13–16(–18) × (2–)3 µm; loci thickened and somewhat darkened, 1(–1.5) µm diam. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and smooth, lobate margin, reaching 10 mm diam after 2 wk at 25 °C. On MEA surface isabelline, reverse umber; on PDA surface umber, reverse dark brick; on OA surface umber. Material examined: Australia, New South Wales, 31.366346S 151.580038E, Ngulin Nature Reserve, Hell Hole Forest Rd, on leaves of Eucalyptus pauciflora (Myrtaceae), 13 Jul. 2016, A.J. Carnegie, HPC 1454, culture CPC 31820 = CBS 144605. Notes: Sympoventuria was introduced for a genus of ascomycetes with sympodiella-like asexual morphs occurring on Eucalyptus leaf litter in South Africa (Crous et al. 2007). Sympoventuria regnans is described from leaves of E. regnans collected in La Trobe State Forest, Victoria, Australia (Crous et al. 2017), and has a similar morphology to the present collection. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Sympoventuria regnans (GenBank MG386066.1; Identities = 568/569 (99 %), no gaps), Fusicladium eucalypti (GenBank HQ599600.1; Identities = 548/573 (96 %), 5 gaps (0 %)), and Fusicladium eucalypticola (GenBank NR_145402.1; Identities = 516/538 (96 %), 4 gaps (0 %)). Closest hits using the LSU sequence are Sympoventuria regnans (GenBank NG_058523.1; Identities = 852/852 (100 %), no gaps), Fusicladium eucalypticola (GenBank KX228329.1; Identities = 861/872 (99 %), 1 gap (0 %)), and Fusicladium eucalypti (GenBank HQ599601.1; Identities = 863/877 (98 %), 3 gaps (0 %)). No tef1 sequences of Sympoventuria are available for comparison on GenBank; distant hits include Pallidocercospora crystallina (GenBank MF135483.1; Identities = 189/201 (94 %), 3 gaps (1 %)), Parapallidocercospora thailandica (as Mycosphaerella thailandica, GenBank AY840477.2; Identities = 176/184 (96 %), no gaps), and Phyllosticta ericarum (GenBank KR025451.1; Identities = 179/189 (95 %), no gaps). Distant hits using the tub2 sequence had highest similarity to Sympoventuria regnans (GenBank MG386169.1; Identities = 328/373 (88 %), 9 gaps (2 %)), Didymocyrtis brachylaenae (GenBank MH327896.1; Identities = 837/946 (88 %), 12 gaps (1 %)), and Phoma nigrificans (GenBank AY749030.1; Identities = 836/945 (88 %), 11 gaps (1 %)). Tubakia suttoniana U. Braun & Crous, Fungal Syst. Evol. 1: 90. 2018. Fig. 62. On SNA: Pycnothyria not developing. Central columella developing with aggregated brown, smooth conidiophores. Conidiophores tapering toward apex, branched or not, 0–2-septate, 10–30 × 2.5–3 µm. Conidiogenous cells medium brown, smooth, subcylindrical with apical taper, phialidic, at times with percurrent proliferations, 10–15 × 2.5–3 µm. Conidia aseptate, solitary, pale brown, smooth, granular, guttulate, ellipsoid, with minute truncate hilum, 1–2 µm diam, (11–)13–14(–15) × 7(–8) µm. Culture characteristics: Colonies erumpent, spreading in concentric circles, with moderate to profuse aerial mycelium, covering the dish after 2 wk at 25 °C. On MEA surface zones of pale olivaceous grey to olivaceous grey, reverse olivaceous grey; on PDA surface zones of olivaceous grey to smoke grey, reverse olivaceous grey; on OA surface olivaceous grey. Material examined: New Zealand, Auckland, Takanini, Marango PK way, on leaves of Quercus sp. (Fagaceae), 16 May 2016, R. Thangavel, CBS H-23808, culture CPC 32745 = T16_01981A = CBS 144591. Notes: Tubakia suttoniana is known from branch and stem cankers on Quercus cerris in New Zealand (CBS 229.77; Braun et al. 2018), and CPC 32745 represents an additional record from that country. Based on a megablast search of NCBI’s GenBank nucleotide database, the ITS sequence was identical to Tubakia suttoniana (GenBank MG591919.1; Identities = 605/605 (100 %)); other closest hits included Tubakia californica (GenBank MG591847.1; Identities = 602/603 (99 %), 1 gap (0 %)), and Tubakia melnikiana (GenBank MG591893.1; Identities = 600/601 (99 %), 1 gap (0 %)). Closest hits using the LSU sequence are Tubakia japonica (GenBank MG591979.1; Identities = 882/882 (100 %), no gaps), Tubakia seoraksanensis (GenBank KP260501.1; Identities = 845/845 (100 %), no gaps), and Tubakia californica (GenBank MG591940.1; Identities = 844/844 (100 %), no gaps). Closest hits using the rpb2 sequence had highest similarity to Tubakia suttoniana (GenBank MG976493.1; Identities = 940/941 (99 %), no gaps), Tubakia californica (GenBank MG976452.1; Identities = 933/934 (99 %), no gaps), and Tubakia japonica (GenBank MG976469.1; Identities = 991/993 (99 %), no gaps). Closest hits using the tef1 sequence had highest similarity to Tubakia suttoniana (GenBank MG592108.1; Identities = 467/467 (100 %), no gaps), Tubakia sp. 1 (GenBank MG592101.1; Identities = 550/562 (98 %), no gaps), and Tubakia japonica (GenBank MG592075.1; Identities = 550/562 (98 %), no gaps). Closest hits using the tub2 sequence had highest similarity to Tubakia suttoniana (GenBank MG592201.1; Identities = 505/507 (99 %), 1 gap (0 %)), Tubakia seoraksanensis (GenBank MG592190.1; Identities = 487/492 (99 %), 1 gap (0 %)), and Tubakia japonica (GenBank MG592165.1; Identities = 508/515 (99 %), 1 gap (0 %)). Turquoiseomycetales Crous, ord. nov. MycoBank MB829363. Turquoiseomycetaceae Crous, fam. nov. MycoBank MB829461. Turquoiseomyces Crous, gen. nov. MycoBank MB829363. Etymology: Name refers to the characteristic green-blue discolouration of the host tissue surrounding conidiomata. Conidiomata solitary to aggregated, dark brown, globose, pycnidial, opening by irregular rupture; wall of 6–8 layers of brown textura intricata. Conidiophores lining the inner cavity, extensively branched, septate, tightly aggregated, pale green-brown, finely roughened, subcylindrical. Conidiogenous cells ampulliform to subcylindrical, pale green-brown, finely roughened, terminal and intercalary, proliferating percurrently. Conidia solitary, subcylindrical, guttulate, smooth-walled, medianly 1-septate, apex swollen with mucoid cap, base somewhat tapered, truncate, reflective. Type species: Turquoiseomyces eucalypti Crous. Turquoiseomyces eucalypti Crous, sp. nov. MycoBank MB829364. Fig. 63. Etymology: Name refers to the host genus Eucalyptus from which it was isolated. Conidiomata solitary to aggregated, dark brown, globose, pycnidial, opening by irregular rupture, 250–350 µm diam; wall of 6–8 layers of brown textura intricata. Conidiophores lining the inner cavity, extensively branched, septate, tightly aggregated, 10–25 × 3–4 µm, pale green-brown, finely roughened, subcylindrical. Conidiogenous cells ampulliform to subcylindrical, pale green-brown, finely roughened, terminal and intercalary, 5–10 × 3–4 µm, proliferating percurrently. Conidia solitary, subcylindrical, guttulate, smooth-walled, medianly 1-septate, apex swollen with mucoid cap, base somewhat tapered, truncate, reflective, 1.5–2 µm diam, straight to flexuous, (50–) 55–60(–80) × 3(–4) µm. Culture characteristics: Colonies erumpent, spreading, surface folded, with sparse aerial mycelium and smooth, lobate margin, reaching 10 mm diam after 2 wk at 25 °C. On MEA surface greenish grey, reverse smoke grey; on PDA surface olivaceous grey, reverse smoke grey; on OA surface iron-grey in centre, buff in outer region. Typus: Australia New South Wales, Cobb Highway, on leaves of Eucalyptus leptophylla (Myrtaceae), Aug. 2017, B.A. Summerell, HPC 2220 (holotype CBS H-23834, culture ex-type CPC 34399 = CBS 145126). Notes: This very obvious fungus was first seen on leaves where conidia were surrounded by tissue with a green-blue discolouration, which was different from the normal foliicolous coelomycetes on Eucalyptus that generally have structures with shades of brown to black. In culture, it again produced greenish grey colonies on MEA. The present collection is not known from DNA data available in GenBank, and is also distinct morphologically, representing a distinct family and order in Lecanoromycetes. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Lecanora subcarnea (GenBank AY541267.1; Identities = 313/374 (84 %), 25 gaps (6 %)), Pseudogymnoascus pannorum var. pannorum (GenBank MH866140.1; Identities = 313/374 (84 %), 27 gaps (7 %)), and Ciliciopodium hyalinum (GenBank KM231857.1; Identities = 313/374 (84 %), 27 gaps (7 %)). Closest hits using the LSU sequence are Umbilicaria torrefacta (GenBank JQ740001.1; Identities = 818/886 (92 %), 5 gaps (0 %)), Umbilicaria muehlenbergii (GenBank JQ739997.1; Identities = 814/886 (92 %), 4 gaps (0 %)), and Acarospora anomala (GenBank LN810758.1; Identities = 813/885 (92 %), 3 gaps (0 %)). No significant hits were obtained when the tub2 sequence was used in blastn and megablast searches. Typhicola Crous, gen. nov. MycoBank MB829599. Etymology: Name refers to the genus Typha on which it was collected. Ascomata gregarious along leaf veins, immersed, globose with central ostiole, somewhat papillate to erumpent, black, soft. Pseudoparaphyses numerous, hyaline, smooth, branched with anastomoses, hyphae-like. Asci 8-spored, bitunicate, fissitunicate, subcylindrical, with well-developed ocular chamber, thick-walled, short papillate. Ascospores ellipsoid, septate, straight to slightly curved, end cells conically rounded, brown, thick-walled, prominently constricted at thick septa, with mucilaginous sheath. Type species: Typhicola typharum (Desm.) Crous. Typhicola typharum (Desm.) Crous, comb. nov. MycoBank MB829600. Fig. 64. Basionym: Sphaeria scirpicola var. typharum Desm., Pl. cryptog. Fr, ed. 2, nr. 1428. 1848. Synonym: Juncaceicola typharum (Desm.) Tennakoon et al., Cryptog. Mycol. 37: 151. 2016. Ascomata on dead leaves, gregarious along leaf veins, immersed, globose with central ostiole, somewhat papillate to erumpent, black, soft, 100–150 µm diam. Pseudoparaphyses numerous, hyaline, smooth, branched with anastomoses, hyphae-like, 2–3 µm diam. Asci 8-spored, bitunicate, fissitunicate, subcylindrical, with well-developed ocular chamber, 2 µm diam, thick-walled, short papillate, 80–100 × 20–25 µm. Ascospores ellipsoid, 3-septate, with central pore in septum, widest in second cell from apex, straight to slightly curved, end cells conically rounded, golden brown, thick-walled (< 0.5 µm), prominently constricted at thick septa, exospore warty, endospore smooth, finely guttulate, with mucilaginous sheath (up to 3 µm diam), covering entire ascospore (when mounted in water), (23–)27–29(–31) × (8–)9–10(–11) µm. Culture characteristics: Colonies erumpent, spreading, with moderate aerial mycelium and feathery, lobate margin, reaching 45 mm diam after 2 wk at 25 °C. On MEA and PDA surface and reverse olivaceous grey; on OA surface iron-grey. Typus: France, on leaves of Typha sp. (Typhaceae), Desm., exsiccata “Plantes Cryptogames de France, ed. 2: no. 1428 (1848)” (lectotype designated here in PC, MBT385534). Germany, near Berlin, leaf of Typha sp. (Typhaceae), 1 Apr. 2017, R.K. Schumacher, HPC 2025 = RKS 84 (epitype designated here CBS H-23819, MBT385272, culture ex-epitype CPC 33271 = CBS 145043). Notes: This fungus occurs commonly in Europe, sporulates well in culture, but produced only the sexual morph in the present study. Tennakoon et al. (2016) introduced the genus Juncaceicola and the combination J. typharum, but could not locate any type material of Sphaeria scirpicola var. typharum, and based their new combination on CBS 296.54 (on Nardus stricta, Switzerland), which probably represents an undescribed species of Juncaceicola. Although phylogenetically distinct, there is morphologically little to choose between Typhicola and Juncaceicola, and the two genera are best distinguished based on DNA data. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Juncaceicola typharum (as Leptosphaeria typharum, GenBank AF439465.1; Identities = 507/518 (98 %), 1 gap (0 %)), Pleospora typhicola (GenBank KF636768.1; Identities = 453/486 (93 %), 12 gaps (2 %)), and Neocamarosporium goegapense (GenBank KJ869163.1; Identities = 519/587 (88 %), 26 gaps (4 %)). Closest hits using the LSU sequence are Pleospora typhicola (GenBank KF636774.1; Identities = 848/862 (98 %), 2 gaps (0 %)), Camarosporidiella robiniicola (GenBank MF434266.1; Identities = 832/849 (98 %), no gaps), Camarosporium laburnicola (GenBank KY497779.1; Identities = 845/863 (98 %), 1 gap (0 %)), and Juncaceicola typharum (GenBank MH868883.1; Identities = 834/863 (97 %), 3 gaps (0 %)). Distant hits using the rpb2 sequence had highest similarity to Pleospora incompta (GenBank KC584504.1; Identities = 740/867 (85 %), 4 gaps (0 %)), Comoclathris compressa (GenBank KC584498.1; Identities = 736/867 (85 %), 4 gaps (0 %)), and Pleospora typhicola (GenBank KC584505.1; Identities = 733/865 (85 %), no gaps). Distant hits using the tef1 sequence had highest similarity to Juncaceicola typharum (as Phaeosphaeria typharum, GenBank KF253148.1; Identities = 123/131 (94 %), no gaps), Dendryphion penicillatum (GenBank AY375371.1; Identities = 261/281 (93 %), 6 gaps (2 %)), Alternaria ventricosa (GenBank KY352501.1; Identities = 272/301 (90 %), 5 gaps (1 %)), and Lasiodiplodia iranensis (GenBank KU997110.1; Identities = 266/295 (90 %), 4 gaps (1 %)). Distant hits using the tub2 sequence had highest similarity to Alternaria solani (GenBank CP022033.1; Identities = 916/981 (93 %), 9 gaps (0 %)), Alternaria alternata (GenBank KJ396337.1; Identities = 905/977 (93 %), 7 gaps (0 %)), and Alternaria cucumerina (GenBank HQ413318.1; Identities = 903/977 (92 %), 7 gaps (0 %)). Wojnowiciella dactylidis (Wijayaw. et al.) Hern.-Restr. & Crous, Sydowia 68: 221. 2016. Fig. 65. Basionym: Wojnowicia dactylidis Wijayaw. et al., Fungal Diversity 72: 144. 2015. Conidiomata erumpent, pycnidial, solitary, globose, papillate, 200–300 µm diam, with 1–2 ostioles; wall of 3–6 layers of brown textura angularis. Microconidiophores reduced to conidiogenous cells lining the inner cavity, hyaline, smooth, doliiform to ampulliform, 4–5 × 3–4 µm, phialidic, with periclinal thickening. Microconidia solitary, hyaline, smooth, guttulate, aseptate, subcylindrical, apex obtuse, base truncate, (3–)4(–5) × 2 µm. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium and smooth, lobate margin, covering dish after 2 wk at 25 °C. On MEA, PDA and OA surface isabelline, reverse isabelline to hazel, with zones of cinnamon. Material examined: New Zealand, Auckland, Grey Lynn, Grey Lynn park, on Dypsis sp. (Arecaceae), 5 Oct. 2016, R. Thangavel, CBS H-23807, culture T16_03296B = CPC 32741 = CBS 145077. Notes: Wojnowiciella dactylidis was described from Dactylis glomerata collected in Italy, and this is the first record from New Zealand. Unfortunately, only the microconidial morph was observed in culture. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Wojnowiciella dactylidis (GenBank LT990660.1; Identities = 572/572 (100 %), no gaps), Wojnowiciella cissampeli (GenBank NR_155972.1; Identities = 568/579 (98 %), 6 gaps (1 %)), and Wojnowicia rosicola (GenBank MG828979.1; Identities = 554/568 (98 %), 8 gaps (1 %)). Closest hits using the LSU sequence are Wojnowicia rosicola (GenBank MG829091.1; Identities = 846/847 (99 %), no gaps), Wojnowicia italica (GenBank KX430001.1; Identities = 846/847 (99 %), no gaps), and Wojnowiciella dactylidis (GenBank LT990632.1; Identities = 844/845 (99 %), 1 gap (0 %)). Closest hits using the tef1 sequence had highest similarity to Wojnowicia italica (GenBank KX430003.1; Identities = 438/440 (99 %), no gaps), Wojnowiciella dactylidis (GenBank LT990613.1; Identities = 423/425 (99 %), no gaps), and Wojnowiciella cissampeli (GenBank LT990616.1; Identities = 463/469 (99 %), no gaps). No tub2 sequences of Wojnowiciella or Wojnowicia are available for comparison on GenBank; distant hits using the tub2 sequence had highest similarity to Fenestella fenestrata (GenBank MF795893.1; Identities = 247/280 (88 %), 7 gaps (2 %)), Didymocyrtis banksiae (GenBank KY979923.1; Identities = 251/284 (88 %), 18 gaps (6 %)), and Didymocyrtis foliaceiphila (as Diederichomyces foliaceiphila, GenBank KP170700.1; Identities = 246/280 (88 %), 8 gaps (2 %)). Xenodevriesiaceae Crous, fam. nov. MycoBank MB829462. Xenodevriesia Crous, gen. nov. MycoBank MB829365. Etymology: Name reflects the fact that this is similar to, but distinct from the genus Devriesia. Mycelium consisting of medium brown, smooth, septate, branched hyphae. Conidiophores dimorphic. Microconidiophores reduced to conidiogenous cells on hyphae, erect, cylindrical, medium brown, smooth with truncate ends, proliferating sympodially. Macroconidiophores erect, cylindrical, straight to geniculate-sinuous, medium brown, smooth, unbranched or branched above, septate. Conidiogenous cells terminal or lateral on branched conidiophores, medium brown, smooth, cylindrical, proliferating sympodially; loci truncate, inconspicuous, somewhat darkened, not refractive. Conidia medium brown, smooth, guttulate, subcylindrical to narrowly obclavate, apex obtuse to truncate, base truncate, occurring in branched chains, septate; hila inconspicuous to somewhat darkened and thickened, not refractive. Type species: Xenodevriesia strelitziicola (Arzanlou & Crous) Crous. Xenodevriesia strelitziicola (Arzanlou & Crous) Crous, comb. nov. MycoBank MB829366. Basionym: Devriesia strelitziicola Arzanlou & Crous, Stud. Mycol. 64: 38. 2009. Notes: Devriesia strelitziicola was introduced by Crous et al. (2009b) for a fungus that was devriesia-like and pseudocercospora-like in morphology, but which proved to be phylogenetically distinct from both genera. It is morphologically distinct from Devriesia in that it does not produce chlamydospores, and from Peudocercospora in that the conidial hila are somewhat darkened and thickened. Phylogenetically, it is also clearly distinct, and represents a new family in Capnodiales. Zasmidium hakeicola Crous, sp. nov. MycoBank MB829367. Fig. 66. Etymology: Name refers to the host genus Hakea from which it was isolated. Mycelium consisting of smooth, pale brown, septate, branched, 2–2.5 µm diam hyphae. Conidiophores solitary, erect, geniculous-flexuous, branched or not, subcylindrical, medium brown, finely verruculose, thick-walled, guttulate, multiseptate, 100–200 × 3–5 µm, arising from superficial hyphae or as a few cells of a weakly developed stroma. Conidiogenous cells terminal, at times intercalary, subcylindrical, medium brown, finely verruculose, proliferating sympodially, 25–50 × 5–7 µm; loci prominently thickened and darkened, refractive, 2.5–3 µm diam. Conidia solitary, obclavate, apex obtuse, base obconically truncate, verruculose, medium brown, straight, (40–)47–55(–65) × 8(–9) µm; hilum thickened, darkened and refractive, 3–4 µm diam; conidia at times bifurcate, 3(–5)-septate. Culture characteristics: Colonies erumpent, spreading, with sparse to moderate aerial mycelium and feathery margin, reaching 4 mm diam after 2 wk at 25 °C. On MEA and PDA surface pale olivaceous grey to olivaceous grey, reverse olivaceous grey; on OA surface pale olivaceous grey to olivaceous grey. Typus: Australia, New South Wales, Australian Botanical Garden Mount Annan, on leaves of Hakea corymbosa (Proteaceae), 25 Nov. 2016, P.W. Crous, HPC 1722 (holotype CBS H-23806, culture ex-type CPC 32703 = CBS 144590). Notes: A morphologically similar species, Zasmidium grevilleae (conidia 3–7(–12)-septate, (30–)50–65(–80) × (5–)6–7 μm), was described from leaves of Grevillea decurrens collected in Australia (Crous et al. 2009a, Videira et al. 2017). The present collection from Hakea differs from that species in having shorter, wider conidia, with fewer septa. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Zasmidium grevilleae (GenBank NR_156522.1; Identities = 533/538 (99 %), 1 gap (0 %)), Zasmidium proteacearum (as Verrucisporota proteacearum, GenBank FJ839635.1; Identities = 513/539 (95 %), 23 gaps (4 %)), and Zasmidium velutinum (as Periconiella velutina, GenBank EU041781.1; Identities = 492/545 (90 %), 16 gaps (2 %)). Closest hits using the LSU sequence are Zasmidium proteacearum (as Verrucisporota proteacearum, GenBank FJ839671.2; Identities = 858/860 (99 %), no gaps), Zasmidium grevilleae (GenBank MH874876.1; Identities = 857/860 (99%), no gaps), and Zasmidium biverticillatum (as Ramichloridium biverticillatum, GenBank EU041853.1; Identities = 834/846 (99 %), 2 gaps (0 %)). Closest hits using the actA sequence had highest similarity to Zasmidium proteacearum (as Verrucisporota proteacearum, GenBank KF903478.1; Identities = 433/439 (99 %), 1 gap (0 %)), Zasmidium citri-griseum (GenBank KF903676.1; Identities = 392/430 (91 %), 2 gaps (0 %)), and Parapallidocercospora thailandica (as Mycosphaerella thailandica, GenBank EU514333.1; Identities = 373/410 (91 %), 6 gaps (1 %)). Closest hits using the rpb2 sequence had highest similarity to Zasmidium proteacearum (GenBank MF951721.1; Identities = 677/683 (99 %), no gaps), Zasmidium grevilleae (GenBank MF951705.1; Identities = 662/668 (99 %), no gaps), and Zasmidium musicola (GenBank MF951717.1; Identities = 663/761 (87 %), no gaps). Closest hits using the tub2 sequence had highest similarity to Zasmidium commune (GenBank KY979928.1; Identities = 721/787 (92 %), no gaps), Pseudocercospora fijiensis (GenBank XM_007921924.1; Identities = 702/789 (89 %), no gaps), and Ramularia collo-cygni (GenBank JN003648.1; Identities = 701/789 (89 %), no gaps). Zygosporium pseudogibbum Crous, Fungal Syst. Evol. 1: 213. 2018. Fig. 67. Conidiophores solitary, erect, consisting of 1–2 pale brown basal cells forming a stipe, 8–20 × 3–4 µm, giving rise to a curved, dark brown terminal vesicle, 12–15 × 5–7 µm. Conidiogenous cells arranged in a whorl of 3–4 on a terminal vesicle, hyaline, smooth, reniform, 5–6 × 3.5–4 µm. Vesicle with single apical cell, 4–6 × 3–4 µm, pale brown, cylindrical, with obtuse apex and prominent collarette. Conidia solitary, globose, verruculose, faintly olivaceous, (5–)5.5(–6) µm diam. Culture characteristics: Colonies flat, spreading, with moderate aerial mycelium, folded surface and even, smooth margin, reaching 25 mm diam after 2 wk at 25 °C. On MEA, PDA and OA surface dirty white, reverse pale luteous. Material examined: Australia, New South Wales, Australian Botanical Garden Mount Annan, on leaves of Macrozamia miquelii (Zamiaceae), 25 Nov. 2016, P.W. Crous, HPC 1734, CBS H-23580, culture CPC 32120 = CBS 144442. Notes: Zygosporium pseudogibbum (on Eucalyptus leaves from Malaysia; Crous et al. 2018c) is closely related to Z. gibbum, a European taxon (reference isolate, FMR 13130 = CBS 137306; leaf litter Canary Islands; Hernández-Restrepo et al. 2017). Morphologically these taxa are very similar and they are thus best distinguished based on their DNA sequences. Based on a megablast search of NCBI’s GenBank nucleotide database, the closest hits using the ITS sequence had highest similarity to Zygosporium mycophilum (GenBank MH856563.1; Identities = 562/565 (99 %), 2 gaps (0 %)), Zygosporium pseudogibbum (GenBank NR_159072.1; Identities = 551/554 (99 %), 2 gaps (0 %)), and Zygosporium masonii (GenBank MH860771.1; Identities = 527/567 (93 %), 16 gaps (2 %)). Closest hits using the LSU sequence are Zygosporium pseudogibbum (GenBank MH107974.1; Identities = 839/840 (99 %), no gaps), Atrotorquata spartii (GenBank KP325443.1; Identities = 845/872 (97 %), 2 gaps (0 %)), and Lopadostoma fagi (GenBank KC774577.1; Identities = 829/874 (95 %), 4 gaps (0 %)). The actA sequence had highest similarity to Zygosporium pseudogibbum (GenBank MH107989.1; Identities = 526/540 (97 %), no gaps); other distant hits include Nalanthamala psidii (GenBank KM231245.1; Identities = 346/369 (94 %), no gaps), Dactylonectria alcacerensis (GenBank KM231158.1; Identities = 346/369 (94 %), no gaps), and Dactylonectria novozelandica (GenBank KM231157.1; Identities = 346/369 (94 %), no gaps). The tub2 sequence had highest similarity to Zygosporium pseudogibbum (GenBank MH108055.1; Identities = 461/475 (97 %), 1 gap (0 %)); other distant hits include Hypoxylon crocopeplum (GenBank AY951711.1; Identities = 739/798 (93 %), no gaps), Hypoxylon calileguense (GenBank KU604579.1; Identities = 739/799 (92 %), no gaps), and Dicyma funiculosa (GenBank KU684134.1; Identities = 830/937 (89 %), 11 gaps (1 %)). Addendum: validation of names and typifications During the course of this study we encountered several names that were invalid based on the International Code of nomenclature for algae, fungi, and plants (see MycoBank and Index Fungorum) due to a variety of reasons. As this has led to problems with new combinations or genera and families subsequently based on these names also being rendered invalid, and thus we decided to validate these names below. Allelochaeta falcata (B. Sutton) Crous, Fungal Syst. Evol. 2: 288. 2018. Basionym: Cryptostictis falcata B. Sutton, Mycol. Pap. 88: 25. 1963. Morphological descriptions and illustrations: See Barber et al. (2011), Crous et al. (2018a). Typus. Australia, Victoria, on Eucalyptus sp., 1963, collector unknown (holotype Herb IMI 59166); New South Wales, Central Tablelands, ca. 200 metres WSW of ‘Coomber’ homestead, on Coomber property, ca. 8 km SW of Rylstone, S32°50'04\" E149°56'13\", alt. 600 ± 10 m, 17 Aug. 2006, R. Johnstone & A.E. Orme, 734259, on Eucalyptus alligatrix (epitype designated here CBS H-20744, MBT385261, cultures ex-epitype CPC 13578 = CBS 131117). Notes: Allelochaeta was treated by Crous et al. (2018a). Unfortunately, the holotype specimen was incorrectly cited and thus the epitype is consequently invalid. This is corrected here. Arthrocatena Egidi & Selbmann, gen. nov. MycoBank MB829384. Synonym: Arthrocatena Egidi & Selbmann, Fungal Diversity 65: 159. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after dark, arthric conidia in chains. Description and illustration: Egidi et al. (2014). Type species: Arthrocatena tenebrosa Egidi & Selbmann. Arthrocatena tenebrosa Egidi & Selbmann, sp. nov. MycoBank MB829385. Synonym: Arthrocatena tenebrio Egidi & Selbmann, Fungal Diversity 65: 159. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after dark, arthric conidia in chains. Description and illustration: Egidi et al. (2014). Typus: Italy, Monte Rosa, Punta Indren, from rock (holotype CBS 136100, culture and specimen preserved as metabolically inactive). Catenulomyces Egidi & de Hoog, gen. nov. MycoBank MB829386. Synonym: Catenulomyces Egidi & de Hoog, Fungal Diversity 65: 154. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after its conidial chains. Description and illustration: Egidi et al. (2014). Type species: Catenulomyces convolutus Egidi & de Hoog. Catenulomyces convolutus Egidi & de Hoog, sp. nov. MycoBank MB829387. Synonym: Catenulomyces convolutus Egidi & de Hoog, Fungal Diversity 65: 154. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the conidial chains and curly shape of conidia. Description and illustration: Egidi et al. (2014). Typus: Spain, La Cabrera, from rock (holotype CBS 118609, culture and specimen preserved as metabolically inactive). Constantinomyces Egidi & Onofri, gen. nov. MycoBank MB829388. Synonym: Constantinomyces Egidi & Onofri, Fungal Diversity 65: 155. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Genus named after Constantino Ruibal who was one of the first to uncover the stunning diversity of rock-inhabiting fungi. Description and illustration: Egidi et al. (2014). Type species: Constantinomyces virgultus Egidi & Onofri. Constantinomyces macerans de Hoog & Onofri, sp. nov. MycoBank MB829389. Synonym: Constantinomyces macerans de Hoog & Onofri, Fungal Diversity 65: 157. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the mere thin hyphal morphology of the fungus. Description and illustration: Egidi et al. (2014). Typus: Spain, Patones, from rock (holotype CBS 119304, culture and specimen preserved as metabolically inactive). Constantinomyces minimus de Hoog & Isola, sp. nov. MycoBank MB829390. Synonym: Constantinomyces minimus de Hoog & Isola, Fungal Diversity 65: 157. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named refers to the scant appearance of the fungus. Description and illustration: Egidi et al. (2014). Typus: Spain, La Cabrera, from rock (holotype CBS 118766, culture and specimen preserved as metabolically inactive). Constantinomyces nebulosus isola & Zucconi, sp. nov. mycobank MB829391. Synonym: Constantinomyces nebulosus Isola & Zucconi, Fungal Diversity 65: 157. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: The species name refers to the dark and poorly shaped morphology of the fungus. Description and illustration: Egidi et al. (2014). Typus: Spain, Atazar, from rock (holotype CBS 117941, culture and specimen preserved as metabolically inactive). Constantinomyces virgultus Egidi & Onofri, sp. nov. MycoBank MB829392. Synonym: Constantinomyces virgultus Egidi & Onofri, Fungal Diversity 65: 155. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: The species’ microscopic morphology is shrub-like. Description and illustration: Egidi et al. (2014). Typus: Spain, Mallorca, from rock (holotype CBS 117930, culture and specimen preserved as metabolically inactive). Exophiala bonariae Isola & Zucconi, sp. nov. MycoBank MB829393. Synonym: Exophiala bonariae Isola & Zucconi, Fungal Diversity 76: 85. 2015 (2016). Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the cemetery of Bonaria, where the type strain was isolated. Description and illustration: Isola et al. (2016). Typus: Italy, Cagliari, (Zelina Ferri funerary monument) in the cemetery of Bonaria, isolated from marble (holotype CBS 139957, culture and specimen preserved as metabolically inactive). Extremaceae Quaedvl. & Crous, fam. nov. MycoBank MB829394. Synonym: Extremaceae Quaedvl. & Crous, Persoonia 33: 21. 2014. Nom. inval. Art. 32.1(c), see Art. 10.6 (Shenzen). Etymology: Named after the genus Extremus. Description and illustration: Quaedvlieg et al. (2014). Type genus: Extremus Quaedvl. & Crous. Extremus Quaedvl. & Crous, gen. nov. MycoBank MB829395. Synonym: Extremus Quaedvl. & Crous, Persoonia 33: 21. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after its ecologically extreme, rock-inhabiting habitat. Description and illustration: Quaedvlieg et al. (2014). Type species: Extremus adstrictus Quaedvl. & Crous. Extremus adstrictus Quaedvl. & Crous, sp. nov. MycoBank MB829396. Synonyms: Devriesia adstricta Egidi & Onofri, Fungal Diversity 65: 150. 2014. Nom. inval., Art. 40.7 (Shenzhen). Extremus adstrictus (Egidi & Onofri) Quaedvl. & Crous, Persoonia 33: 22. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after conidial chains where conidia are densely packed at septa. Description and illustration: Egidi et al. (2014). Typus: Spain, Mallorca, from rock (holotype CBS 118292, culture and specimen preserved as metabolically inactive). Extremus antarcticus Quaedvl. & Crous, sp. nov. MycoBank MB829397. Synonyms: Devriesia antarctica Selbmann & de Hoog, Fungal Diversity 65: 150. 2014. Nom. inval., Art. 40.7 (Shenzhen). Extremus antarcticus (Selbmann & de Hoog) Quaedvl. & Crous, Persoonia 33: 22. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the geographical origin of the strain. Description and illustration: Egidi et al. (2014). Typus: Antarctica, Linnaeus Terrace, from rock (holotype CBS 136103, culture and specimen preserved as metabolically inactive). Hyphoconis Egidi & Quaedvl., gen. nov. MycoBank MB829398. Synonym: Hyphoconis Egidi & Quaedvl., Fungal Diversity 65: 153. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after absence of sporulation. Description and illustration: Egidi et al. (2014). Type species: Hyphoconis sterilis Egidi & Quaedvl. Hyphoconis sterilis Egidi & Quaedvl., sp. nov. MycoBank MB829399. Synonym: Hyphoconis sterilis Egidi & Quaedvl., Fungal Diversity 65: 153. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after poor sporulation by hyphal fragments. Description and illustration: Egidi et al. (2014). Typus: Spain, Atazar, from rock (holotype CBS 118321, culture and specimen preserved as metabolically inactive). Incertomyces Egidi & Zucconi, gen. nov. MycoBank MB829400. Synonym: Incertomyces Egidi & Zucconi, Fungal Diversity 65: 157. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the poor morphological features of the species. Description and illustration: Egidi et al. (2014). Type species: Incertomyces perditus Egidi & Zucconi. Incertomyces perditus Egidi & Zucconi, sp. nov. MycoBank MB829401. Synonym: Incertomyces perditus Egidi & Zucconi, Fungal Diversity 65: 157. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the poor morphological features of the species. Description and illustration: Egidi et al. (2014). Typus: Italy, Monte Rosa, from rock (holotype CBS 136105, culture and specimen preserved as metabolically inactive). Knufia karalitana Isola & Onofri, sp. nov. MycoBank MB829402. Synonym: Knufia karalitana Isola & Onofri, Fungal Diversity 76: 88. 2015 (2016). Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the ancient name of Cagliari (Karalis), the city where the strain was isolated. Description and illustration: Isola et al. (2016). Typus: Italy, Cagliari, isolated from marble lion in front of the Cathedral of Santa Maria (holotype CBS 139720, culture and specimen preserved as metabolically inactive). Knufia marmoricola Onofri & Zucconi, sp. nov. MycoBank MB829403. Synonym: Knufia marmoricola Onofri & Zucconi, Fungal Diversity 76: 88. 2015 (2016). Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the substratum, from which the type strain was isolated. Description and illustration: Isola et al. (2016). Typus: Italy, isolated from travertine of St Peter colonnade (Vatican City State) (holotype CBS 139726, culture and specimen preserved as metabolically inactive). Knufia mediterranea Selbmann & Zucconi, sp. nov. MycoBank MB829404. Synonym: Knufia mediterranea Selbmann & Zucconi, Fungal Diversity 76: 88. 2015 (2016). Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the Mediterranean basin, the site from which the strain was isolated. Description and illustration: Isola et al. (2016). Typus: Italy, Cagliari, isolated from Francesca Warzee funerary marble monument, cemetery of Bonaria (holotype CBS 139721, culture and specimen preserved as metabolically inactive). Lapidomyces de Hoog & Stielow, gen. nov. MycoBank MB829405. Synonym: Lapidomyces de Hoog & Stielow, Fungal Diversity 65: 159. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Rock-inhabiting fungus. Description and illustration: Egidi et al. (2014). Type species: Lapidomyces hispanicus de Hoog & Stielow. Lapidomyces hispanicus de Hoog & Stielow, sp. nov. MycoBank MB829406. Synonym: Lapidomyces hispanicus de Hoog & Stielow, Fungal Diversity 65: 159. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Rock-inhabiting fungus from Spain. Description and illustration: Egidi et al. (2014). Typus: Spain, Puebla la Sierra, from rock (holotype CBS 118355, culture and specimen preserved as metabolically inactive). Lithophila Selbmann & Isola, gen. nov. MycoBank MB829407. Synonym: Lithophila Selbmann & Isola, Fungal Diversity 76: 88. 2015 (2016). Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after its guttulate cells. Description and illustration: Isola et al. (2016). Type species: Lithophila guttulata Selbmann & Isola. Lithophila guttulata Selbmann & Isola, sp. nov. MycoBank MB829408. Synonym: Lithophila guttulata Selbmann & Isola, Fungal Diversity 76: 90. 2015 (2016). Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after its guttulate cells. Description and illustration: Isola et al. (2016). Typus: Italy, Vatican City State, isolated from marble stone (cat. 37106) exposed in the Vatican Museums – Cortile della Pigna (holotype CBS 139723, culture and specimen preserved as metabolically inactive). Monticola Selbmann & Egidi, gen. nov. MycoBank MB829409. Synonym: Monticola Selbmann & Egidi, Fungal Diversity 65: 155. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Inhabitant of the mountain. Description and illustration: Egidi et al. (2014). Type species: Monticola elongata Selbmann & Egidi. Monticola elongata Selbmann & Egidi, sp. nov. MycoBank MB829410. Synonym: Monticola elongata Selbmann & Egidi, Fungal Diversity 65: 155. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Inhabitant of the mountain with elongate conidium-like structures. Description and illustration: Egidi et al. (2014). Typus: Italy, Monte Rosa, Stolenberg, from rock (holotype CBS 136206, culture and specimen preserved as metabolically inactive). Meristemomyces Isola & Onofri, gen. nov. MycoBank MB829411. Synonym: Meristemomyces Isola & Onofri, Fungal Diversity 65: 158. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the typical meristematic growth of the fungus. Description and illustration: Egidi et al. (2014). Type species: Meristemomyces frigidus Isola & Onofri. Meristemomyces arctostaphyli Crous & M.J. Wingf., sp. nov. MycoBank MB829412. Synonym: Meristemomyces arctostaphylos Crous & M.J. Wingf., Persoonia 36: 347. 2016. Nom. inval. Art 35.1 (Shenzen). Etymology: Name refers to Arctostaphylos, the plant genus from which this fungus was collected. Description and illustration: Crous et al. (2016). Typus: USA, Utah, near Long Valley, on leaves of Arctostaphylos patula (Ericaceae), Oct. 2014, M.J. Wingfield (holotype CBS H-22600, culture ex-type CPC 25574 = CBS 141290). Meristemomyces frigidus Isola & Onofri, sp. nov. MycoBank MB829413. Synonym: Meristemomyces frigidus Isola & Onofri, Fungal Diversity 65: 159. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the typical meristematic growth and the cold environment from which the strain was isolated. Description and illustration: Egidi et al. (2014). Typus: Himalaya, Aconcagua, from rock (holotype CBS 136109, culture and specimen preserved as metabolically inactive). Neodevriesia bulbillosa Egidi & Zucconi, sp. nov. MycoBank MB829414. Synonyms: Devriesia bulbillosa Egidi & Zucconi, Fungal Diversity 65: 148. 2014. Nom. inval., Art. 40.7 (Shenzhen). Neodevriesia bulbillosa (Egidi & Zucconi) Crous, Sydowia 67: 108. 2015. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after large, ellipsoidal multicellular structures present in culture. Description and illustration: Egidi et al. (2014). Typus: Spain, Mallorca, Cala Sant Vicenç (holotype CBS 118285, culture and specimen preserved as metabolically inactive). Neodevriesia modesta Isola & Zucconi, sp. nov. MycoBank MB829415. Synonyms: Devriesia modesta Isola & Zucconi, Fungal Diversity 65: 148. 2014. Nom. inval., Art. 40.7 (Shenzhen). Neodevriesia modesta (Isola & Zucconi) Crous, Sydowia 67: 108. 2015. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after its scarce exhibition of Neodevriesia morphology. Description and illustration: Egidi et al. (2014). Typus: Italy, Viterbo, Vallerano, Grotta del Salvatore (holotype CBS 137182, culture and specimen preserved as metabolically inactive). Neodevriesia sardiniae Isola & de Hoog, sp. nov. MycoBank MB829416. Synonyms: Devriesia sardiniae Isola & de Hoog, Fungal Diversity 76: 85. 2015 (2016). Nom. inval., Art. 40.7 (Shenzhen). Neodevriesia sardiniae (Isola & de Hoog) M.M. Wang & L. Cai, Mycologia 109: 972. 2017. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after Sardinia, the island where the strain was isolated. Description and illustration: Isola et al. (2016). Typus: Italy, Cagliari, (Frau-Carta funerary monument) in the cemetery of Bonaria, isolated from a marble cross (holotype CBS 139724, culture and specimen preserved as metabolically inactive). Neodevriesia simplex Selbmann & Zucconi, sp. nov. MycoBank MB829417. Synonyms: Devriesia simplex Selbmann & Zucconi, Fungal Diversity 65: 148. 2014. Nom. inval., Art. 40.7 (Shenzhen). Neodevriesia simplex (Selbmann & Zucconi) Crous, Sydowia 67: 107. 2015. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after simple unbranched chains of aseptate conidia. Description and illustration: Egidi et al. (2014). Typus: Italy, Viterbo, Vallerano, Grotta del Salvatore, from rock (holotype CBS 13718, culture and specimen preserved as metabolically inactive). Oleoguttula Selbmann & de Hoog, gen. nov. MycoBank MB829418. Synonym: Oleoguttula Selbmann & de Hoog, Fungal Diversity 65: 152. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after black conidia looking like oil droplets; it is one of the very few sporulating rock-inhabiting fungi. Description and illustration: Egidi et al. (2014). Type species: Oleoguttula mirabilis Selbmann & de Hoog. Oleoguttula mirabilis Selbmann & de Hoog, sp. nov. MycoBank MB829419. Synonym: Oleoguttula mirabilis Selbmann & de Hoog, Fungal Diversity 65: 152. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after black conidia looking like oil droplets; as one of the very few sporulating rock-inhabiting fungi, the morphology is impressive. Description and illustration: Egidi et al. (2014). Typus: Antarctica, Lachman Crags, from rock (holotype CBS 136102, culture and specimen preserved as metabolically inactive). Paradevriesia compacta Crous, sp. nov. MycoBank MB829327. Synonym: Devriesia compacta de Hoog & Quaedvl., Fungal Diversity 65: 148. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after densely packed, barrel-shaped conidia. Description and illustration: Egidi et al. (2014). Typus: Spain, Mallorca, Manut II, from rock (holotype CBS 118294, culture and specimen preserved as metabolically inactive). Perusta Egidi & Stielow, gen. nov. MycoBank MB829420. Synonym: Perusta Egidi & Stielow, Fungal Diversity 65: 155. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the not uniformly burnt-like colour of the colony. Description and illustration: Egidi et al. (2014). Type species: Perusta inaequalis Egidi & Stielow. Perusta inaequalis Egidi & Stielow, sp. nov. MycoBank MB829421. Synonym: Perusta inaequalis Egidi & Stielow, Fungal Diversity 65: 155. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the unilaterally inflating conidium-like cells. Description and illustration: Egidi et al. (2014). Typus: Spain, Atazar, from rock (holotype CBS 118271, culture and specimen preserved as metabolically inactive). Petrophila de Hoog & Quaedvl., gen. nov. MycoBank MB829422. Synonym: Petrophila de Hoog & Quaedvl., Fungal Diversity 65: 152. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the rock substrate it was isolated from. Description and illustration: Egidi et al. (2014). Type species: Petrophila incerta de Hoog & Quaedvl. Petrophila incerta de Hoog & Quaedvl., sp. nov. MycoBank MB829423. Synonym: Petrophila incerta de Hoog & Quaedvl., Fungal Diversity 65: 152. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the rock substrate it was isolated from. Description and illustration: Egidi et al. (2014). Typus: Spain, Mallorca, from rock (holotype CBS 118608, culture and specimen preserved as metabolically inactive). Rachicladosporium alpinum Egidi & Zucconi, sp. nov. MycoBank MB829424. Synonym: Rachicladosporium alpinum Egidi & Zucconi, Fungal Diversity 65: 159. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the mountain chain from which the rock was collected. Description and illustration: Egidi et al. (2014). Typus: Italy, Siusi Alps, from rock (holotype CBS 136040, culture and specimen preserved as metabolically inactive). Rachicladosporium inconspicuum de Hoog & Stielow, sp. nov. MycoBank MB829425. Synonym: Rachicladosporium inconspicuum de Hoog & Stielow, Fungal Diversity 65: 162. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Name reflects the scarce morphological differentiation observed in the colony. Description and illustration: Egidi et al. (2014). Typus: Italy, Monte Rosa, from rock (holotype CBS 136043, culture and specimen preserved as metabolically inactive). Rachicladosporium mcmurdoi Selbmann & Onofri, sp. nov. MycoBank MB829426. Synonym: Rachicladosporium mcmurdoi Selbmann & Onofri, Fungal Diversity 65: 159. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the valley from which the rock was collected. Description and illustration: Egidi et al. (2014). Typus: Antarctica, Southern Victoria Land, McMurdo Dry Valleys, Battleship Promontory, from rock (holotype CBS 119432, culture and specimen preserved as metabolically inactive). Rachicladosporium monterosanum Isola & Zucconi, sp. nov. MycoBank MB829427. Synonym: Rachicladosporium monterosium Isola & Zucconi, Fungal Diversity 65: 161. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the mountain Monte Rosa from which the rock was collected. Description and illustration: Egidi et al. (2014). Typus: Italy, Stolemberg, Monte Rosa, from rock (holotype CBS 137178, culture and specimen preserved as metabolically inactive). Rachicladosporium paucitum Isola & Egidi, sp. nov. MycoBank MB829428. Synonym: Rachicladosporium paucitum Isola & Egidi, Fungal Diversity 65: 162. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after poor sporulation by hyphal fragments. Description and illustration: Egidi et al. (2014). Typus: Italy, Monte Rosa, from rock (holotype CBS 136041, culture and specimen preserved as metabolically inactive). Ramimonilia Stielow & Quaedvl., gen. nov. MycoBank MB829429. Synonym: Ramimonilia Stielow & Quaedvl., Fungal Diversity 65: 155. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Name reflects the typically chained disposition of hyphae. Description and illustration: Egidi et al. (2014). Type species: Ramimonilia apicalis Stielow & Quaedvl. Ramimonilia apicalis Stielow & Quaedvl., sp. nov. MycoBank MB829430. Synonym: Ramimonilia apicalis Stielow & Quaedvl., Fungal Diversity 65: 155. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Name reflects the typical branched hyphae with apical germination. Description and illustration: Egidi et al. (2014). Typus: Spain, Patones, from rock (holotype CBS 118327, culture and specimen preserved as metabolically inactive). Saxophila Selbmann & de Hoog, gen. nov. MycoBank MB829431. Synonym: Saxophila Selbmann & de Hoog, Fungal Diversity 76: 90. 2015 (2016). Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the rock substrate where it was isolated. Description and illustration: Isola et al. (2016). Type species: Saxophila tyrrhenica Selbmann & de Hoog. Saxophila tyrrhenica Selbmann & de Hoog, sp. nov. MycoBank MB829432. Synonym: Saxophila tyrrhenica Selbmann & de Hoog, Fungal Diversity 76: 90. 2015 (2016). Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the Tyrrhenian basin, the site from which the strain was isolated. Description and illustration: Isola et al. (2016). Typus: Italy, Cagliari, isolated from little marble angels of an anonymous funerary monument in the cemetery of Bonaria (holotype CBS 139725, culture and specimen preserved as metabolically inactive). Sodiomyces A.A. Grum-Grzhim, Debets & Bilanenko, gen. nov. MycoBank MB829354. Synonym: Sodiomyces Grum-Grzhim., Debets & Bilanenko, Persoonia 31: 154. 2013. Nom. inval., Art. 40.1 (Shenzen). Etymology: From the English soda and Latin mycetes, referring to the ability of filamentous fungus grow at high ambient pH and salts. Description and illustration: Giraldo & Crous (2019). Types species: Sodiomyces alkalinus Grum-Grzhim., Debets & Bilanenko. Sodiomyces alkalinus Grum-Grzhim., Debets & Bilanenko, sp. nov. MycoBank MB829355. Etymology: From the Latin, alcalinus = alkaline. Description and illustrations: Bilanenko et al. (2005) and Grum-Grzhimaylo et al. (2013). Typus: Mongolia, Choibalsan area, the soda soil (pH 10.7) on the edge of Shar-Burdiyn lake, 1999, D. Sorokin (holotype CBS 110278, culture and specimen preserved as metabolically inactive), culture ex-type CBS 110278 = F11 = VKM F-3762. Sodiomyces alcalophilus (G. Okada) Giraldo López & Crous, comb. nov. MycoBank MB829356. Basionym: Acremonium alcalophilum G. Okada, Trans. Mycol. Soc. Japan 34: 173. 1993. Description and illustrations: Okada et al. (1993). Typus: Japan, Kanagawa Pref., Tsukui-gun, near Tsukui Lake, from sludge of pig faeces compost, 9 Dec. 1984, A. Yoneda (holotype TNS-F-176428, isotype CBS H-5163, ex-isotype culture CBS 114.92 = JCM 7366). Sodiomyces magadiensis S.A. Bondarenko, Grum-Grzhim., Debets & Bilanenko, sp. nov. MycoBank MB829359. Synonym: Sodiomyces magadii S.A. Bondarenko, et al., Fungal Diversity 76: 52. 2015 (2016). Nom. inval., Art. 35.1 (Shenzhen). Etymology: Name refers to the Magadi Lake in Kenya (Africa), where the fungus was isolated. Description and illustrations: Grum-Grzhimaylo et al. (2016). Typus: Kenya, soda soil (pH 11) at the edge of Magadi Lake, Jan. 2013, S. Bondarenko (holotype CBS H-21958, culture ex-type MAG2 = CBS 137619 = VKM F-4583). Sodiomyces tronii S.A. Bondarenko, Grum-Grzhim., Debets & Bilanenko, sp. nov. MycoBank MB829361. Synonym: Sodiomyces tronii S.A. Bondarenko, et al., Fungal Diversity 76: 52. 2015 (2016). Nom. inval., Art. 35.1 (Shenzhen) Etymology: Name refers to the ‘trona’ salt (carbonate mineral), which is abundant in Magadi Lake in Kenya (Africa), where the fungus was isolated. Description and illustrations: Grum-Grzhimaylo et al. (2016). Typus: Kenya, soda soil (pH 11) at the edge of Magadi Lake, Jan. 2013, S. Bondarenko (holotype CBS H-21957, culture ex-type MAG1 = CBS 137618 = VKM F-4582). Notes: Although Sodiomyces alkalinus was redescribed in Giraldo & Crous (2019), all species in the genus are invalid. This is due to the fact that the generic name Sodiomyces was invalid because it lacked a valid type species. The genus and all species are thus validated here. Vermiconidia Egidi & Onofri, gen. nov. MycoBank MB829433. Synonym: Vermiconia Egidi & Onofri, Fungal Diversity 65: 150. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Morphology of conidial chains reminiscent of worms. Description and illustration: Egidi et al. (2014). Type species: Vermiconidia foris Egidi & Onofri. Vermiconidia antarctica Egidi & Selbmann, sp. nov. MycoBank MB829434. Synonym: Vermiconia antarctica Egidi & Selbmann, Fungal Diversity 65: 152. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the cold continent the strain was isolated from. Description and illustration: Egidi et al. (2014). Typus: Antarctica, McMurdo Dry Valleys, Battleship Promontory, from rock (holotype CBS 136107, culture and specimen preserved as metabolically inactive). Vermiconidia calcicola de Hoog & Onofri, sp. nov. MycoBank MB829435. Synonym: Vermiconia calcicola de Hoog & Onofri, Fungal Diversity 76: 90. 2015 (2016). Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the substrate where the ex-type strain was isolated. Description and illustration: Isola et al. (2016). Typus: Italy, Cagliari, isolated from Giuseppina Ara funerary marble monument in the cemetery of Bonaria (holotype CBS 140080, culture and specimen preserved as metabolically inactive). Vermiconidia foris Egidi & Onofri, sp. nov. MycoBank MB829436. Synonym: Vermiconia foris Egidi & Onofri, Fungal Diversity 65: 150. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Morphology of propagating cultures reminiscent of extraterrestrial worms. Description and illustration: Egidi et al. (2014). Typus: Italy, Monte Rosa, from rock (holotype CBS 136106, culture and specimen preserved as metabolically inactive). Vermiconidia flagrans Selbmann & Isola, sp. nov. MycoBank MB829437. Synonym: Vermiconia flagrans Selbmann & Isola, Fungal Diversity 65: 152. 2014. Nom. inval., Art. 40.7 (Shenzhen). Etymology: Named after the survival of high summer temperatures prevailing in its natural habitat. Description and illustration: Egidi et al. (2014). Typus: Spain, Mallorca, from rock (holotype CBS 118296, culture and specimen preserved as metabolically inactive)."
}