{
   "id": "5832959",
   "genus": "aabaarnia",
   "text": "INTRODUCTION Lichenicolous fungi are a group of fungi specialized in living on lichens as parasites, commensals or saprotrophs (Hawksworth 2003, Lawrey & Diederich 2003). About 2 000 species of lichenicolous fungi have been described, 96 % of them belonging to the Ascomycota and the rest to the Basidiomycota (Lawrey & Diederich 2016). However, it is assumed that their species diversity is much greater (Hawksworth & Rossman 1997), the estimated total number of species lying between 3 000 and 4 000 (Hawksworth 2001, Lawrey & Diederich 2003). From approximately 15 % of the described species only the asexual stage is known (Lawrey & Diederich 2016) and the taxonomical affiliation of most of them is uncertain. The generic concepts of asexual fungi are still based on morphological characters and numerous changes are to be expected in the future. Just as in fungi with other lifestyles, phylogenetic studies have proved that many genera are polyphyletic (Verkley & Starink-Willemse 2004, Crous et al. 2007, Aveskamp et al. 2010, De Gruyter et al. 2010). The biology and ways of interaction of lichenicolous fungi with their hosts are still rather poorly known, although some anatomic studies have been carried out. Lichenicolous basidiomycetous fungi, most of which belong to the Tremellomycetes, generally induce the formation of galls. Both the host and the parasite hyphae take part in these galls, while the photobiont does not intervene in their production (Grube & De los Ríos 2001). The interaction of ascomycetous lichenicolous fungi with their hosts is more varied: some of them also induce galls, others produce necrotic areas on the lichen thallus, and others do not produce any morphological change in the thallus (Rambold & Triebel 1992). As for the connections with the host, often the lichenicolous fungus hyphae reach the algal layer, where they form haustoria with the photobiont, while some species establish connections with the mycobiont (Rambold & Triebel 1992, De los Ríos & Grube 2000, De los Ríos et al. 2000). More than a decade ago DNA sequences began to be used in order to determine the phylogenetic placement of lichenicolous fungi (e.g., Peršoh & Rambold 2002, Hawksworth et al. 2010, Ruibal et al. 2011, Suija et al. 2015), but this work has been much slower than in other groups of fungi, essentially due to the small size of most lichenicolous fungi, the risk of a contamination with the host material and the difficulty of obtaining axenic cultures. The lichenicolous lifestyle is present in seven classes within the Ascomycota (Lawrey & Diederich 2016), but their abundance is not the same in all of them (Arnold et al. 2009). A high number of lichenicolous species belong to Lecanoromycetes (Rambold & Triebel 1992, Lawrey & Diederich 2003, Gams et al. 2004). The Lecanoromycetes, 95 % of which are lichenized fungi, are characterized by apothecioid ascomata (rarely perithecioid) with an ascohymenial ontogeny and a two-layered ascus wall with a rostrate dehiscence (Miadlikowska et al. 2014, Gueidan et. al. 2015). Recent phylogenetic studies divide Lecanoromycetes into five subclasses: Lecanoromycetidae, Ostropomycetidae, Umbilicariomycetidae, Acarosporomycetidae and Candelariomycetidae (Hofstetter et al. 2007, Miadlikowska et al. 2014). The subclass Ostropomycetidae comprises the highest number of species with a different lifestyle from the lichenized one (Baloch et al. 2010). Several authors have proposed different hypotheses to explain the evolution of the lichenicolous lifestyle. While Hawksworth (1988) proposed that this lifestyle is just one more type of nutrition within fungi, Lutzoni et al. (2001) put forward the idea that the lichenicolous lifestyle originated from lichenized fungi and that it is an intermediate stage towards other lifestyles, such as saprophytism or parasitism. If the latter hypothesis was true, we would expect a greater number of lichenicolous fungi to belong to Lecanoromycetes. Moreover, it is worth pointing out that according to some studies the lichenicolous lifestyle is more flexible than was thought (Wedin et al. 2004). Many optionally lichenicolous species are known, such as several species of the genus Chroodiscus (Lücking & Grube 2002) or Diploschistes muscorum, which in the initial stages of development parasitizes Cladonia species and subsequently forms an independent lichenized thallus (Friedl 1987). The present work mainly focuses on the lichenicolous fungi that live on Cladonia (Lecanorales, Ascomycota), a sub-cosmopolitan genus with 470 species (Ahti pers. comm.) characterized by a dimorphic thallus formed by a primary crustose or squamulose thallus and a fruticulose secondary thallus (Ahti 2000). Currently, 128 species of obligately lichenicolous fungi are known to live on Cladonia, which is one of the lichen host genera along with Lecanora, Peltigera and Pseudocyphellaria on which most species of lichenicolous fungi have been reported (Hawksworth & Miadlikowska 1997, Lawrey & Diederich 2016, Zhurbenko & Pino-Bodas 2017). Some authors proposed that certain genera, such as Peltigera or Pseudocyphellaria are suitable hosts for the development of lichenicolous fungi because they have large thalli and live in damp habitats (Etayo & Diederich 1996, Etayo & Sancho 2008). This explanation can also be applied to the genus Cladonia that can form wide mats and cover the soil in areas where humidity is rather high. The cladoniicolous species of Lecanoromycetes occur in the genera Dactylospora, Diploschistes, Phaeopyxis, Protothelenella, Scutula and Stictis (Lumbsch & Huhndorf 2011, Suija et al. 2015), the phylogenetic positions of which has been confirmed by molecular data only for the optionally lichenicolous Diploschistes muscorum and for Phaeopyxis punctum (Suija et al. 2015). The aim of this study was to determine the phylogenetic placement of 19 species of lichenicolous fungi, most of which live on species of the genus Cladonia, using four loci. MATERIALS AND METHODS Material studied and taxon sampling Specimens of Cladonia species from the herbaria H and LE plus new collections (also deposited in H or LE) were screened in order to find lichenicolous fungi. In addition, lichenicolous fungi on other lichen genera were selected to complete the sampling. The morphology and anatomy of the specimens were examined and photographed using dissecting microscopes Stemi 2000-CS and Leica DFC490, and compound microscopes Axio Imager A1 (equipped with Nomarski differential interference contrast optics) and Leica DM2500. Microscopic examination was done in water, 10 % KOH (K), Meltzer, Lugol’s iodine, directly (I) or after a KOH pre-treatment (K/I), or phloxine. The length, breadth and length/breadth ratio (l/b) of asci and ascospores are given (where n > 10) as: (minimum–){X–SD}–{X+SD}(–maximum), where X is the arithmetic mean and SD the corresponding standard deviation, followed by the number of measurements. For the molecular study 74 fresh specimens were selected. Unfortunately, for many specimens the amplifications were not successful, and DNA sequences were obtained only from 43 specimens, representing 19 species (Table 1). We tried to select at least two specimens per species studied, but only one specimen could be sequenced for some of the species (Table 1), owing to the difficulties of finding additional fresh material or to the amplification failure of additional specimens. The DNA sequences were first included in the dataset of Schoch et al. (2009), allowing us to verify that all species in the present study belong to Lecanoromycetes (data not shown). For the phylogenetic analyses the sampling was completed with sequences downloaded from GenBank (Appendix 1), based on the results of Miadlikowska et al. (2014) plus sequences of lichenicolous fungi belonging to the Lecanoromycetes (Lawrey & Diederich 2016). The clades containing the species studied were sampled more intensively. Leotia lubrica was selected as outgroup. Several species were placed in the family Stictidaceae, and separate phylogenetic analyses were run for this family based on the phylogenies of Baloch et al. (2009, 2013). DNA extraction, PCR and sequencing Lichen thalli were cleaned by Milli-Q SP Ultra-Pure-Water, then 1–10 lichenicolous ascomata or conidiomata were removed using an insect needle size 00 (Imperial Karlsbad) and cleaned from the remaining lichen using a sterilized razor blade. Genomic DNA was extracted using E.Z.N.A. Forensic DNA Isolation Kit (Omega Bio-Tek). DNA was eluted in the final step in 100 μl of elution buffer provided by the manufacturer. Four loci were selected to infer the phylogeny: ITS rDNA, LSU rDNA, SSU rDNA and mtSSU. In addition, RPB1 and RPB2 were also tested, with different combinations of primers (gRPB1-Af/gRPB1-CR, RPB2-607F/RPB2-1554R, RPB2-5F/RPB2-7R, fRPB2-7cF/fRPB2-11aR) but the amplifications were not successful. The PCRs were carried out using Ready-to-Go-PCR Beads (GE Healthcare Life Sciences, UK), with 25 μl of final volume, 1 μl of each primer at 10 μM concentration and 3 μl of DNA. The primers used were: ITS1F/ITS4 (White et al. 1990, Gardes & Bruns 1993) for ITS rDNA; mrSSU1/mrSSU3R (Zoller et al. 1999) for mtSSU; LROR/LR5 or LR6 (Vilgalys & Hester 1990, Vilgalys & Sun 1994) for LSU rDNA; and NS1/NS22 or NS24 (White et al. 1990, Gargas & Taylor 1992) for SSU rDNA. Amplifications were performed using an Eppendorf Mastercycler ep Gradient S thermal cycler with the following programs: 95 °C 5 min; 5 cycles of 30 s at 95 °C, 30 s at 58 °C, 60 s at 72 °C; 30 cycles of 30 s at 95 °C, 30 s at 56 °C, 60 s at 72 °C; 7 min at 72 °C for ITS rDNA; 95 °C 5 min; 30 cycles of 30 s at 95 °C, 30 s at 55 °C, 60 s at 72 °C; 10 min at 72 °C for LSU rDNA; 95 °C 5 min; 40 cyles of 30 s at 95 °C, 40 s at 52 °C, 60 s at 72 °C; 10 min at 72 °C for SSU rDNA; 95 °C 5 min; 35 cycles of 30 s at 95 °C, 60 s at 50 °C, 60 s at 72 °C; 7 min at 72 °C for mtSSU. PCR products were cleaned with GFX PCR DNA and Gel Band Purification kit (GE Healthcare), E.Z.N.A. Ultra-Sep Gel Extraction Kit (Omega Bio-Tek), or Illustra TM ExoProStar TM 1-step (GE Healthcare). Sequencing was performed at Macrogen Europe service (www.macrogen.com). Phylogenetic analyses The sequences were assembled in Sequencher 4.1.4 program (Gene Codes Corporation, Inc, Ann Arbor, Michigan, USA). BLAST searches (Altschul et al. 1997, www.ncbi.nlm.nih.gov/BLAST) were done for each sequence in order to dismiss contaminations and to check which taxa are most similar to our sequences. The sequences were aligned using MAFFT (Katoh & Standley 2013) with different algorithms depending on the input, then the alignments were improved manually in BIOEDIT 7.0 (Hall 1999). Introns and ambiguous regions were removed from the alignments with Gblock 0.91b (Castresana 2000) using the less stringent option. Each dataset was analyzed with maximum likelihood (ML) analysis in RAxML 7.0.3 (Stamatakis et al. 2005), using the GTRGAMMA model and with 500 replicates of fast bootstrap in order to check conflicts among the datasets, following Hillis & Bull (1993) criteria. No incongruence was found and the datasets were combined. The optimal substitution model for each locus (Table 2) was selected with jModeltest (Posada 2008) using the Akaike Information Criterion (AIC). The combined dataset was analyzed with ML and Bayesian inference (BI). The ML analysis was run in RAxML considering each locus as different partition with the GTRGAMMA model and 1 000 replicates of fast bootstrap to assess the node support. The Bayesian analysis was run in MrBayes 3.2.6 (Ronquist et al. 2012) in CIPRES Science Gateway v. 3.1 (Miller et al. 2010). The posterior probabilities were approximated by sampling trees using Markov Chain Monte Carlo (MCMC). Two simultaneous runs with 90 000 000 generations each, starting with a random tree and employing 6 simultaneous chains, were executed. Every 2 000th tree was saved into a file. The convergence was assessed in Tracer v. 1.5 (Rambaut & Drummond 2009) plotting the likelihood versus generation number and the average standard deviation of split frequencies (≤ 0.01). The first 50 % trees were discarded as burn-in and the consensus tree was calculated with the remaining 22 500 trees. Additionally, a phylogeny of the family Stictidaceae, based on LSU rDNA, mtSSU and ITS rDNA, was constructed to study more accurately the relationship of Lettauia and Cryptodiscus species. Trapeliopsis flexuosa and Xylographa parallela were used as outgroup. For every dataset an ML analysis was run according to the options above. The datasets were congruent and they were combined. The combined dataset was analyzed with ML, considering each locus as different partition with the GTRGAMMA model and 1 000 replicates of fast bootstrap to assess the node support. The optimal substitution model for each locus was selected with jModeltest, these models are listed in Table 2. The Bayesian analysis was run with two simultaneous runs of 10 000 000 generations each, starting with a random tree and employing 4 simultaneous chains. The convergence was assessed with the same method as in the previous analysis. The initial 50 % trees were discarded as burn-in and the consensus tree was calculated. Topological hypothesis tests The phylogenetic analyses revealed placements or taxa circumscriptions incongruent with the current classifications, whereby alternative phylogenetic topologies were tested: a) the monophyly of the genus Epicladonia; b) the genus Lettauia belongs to the family Fuscidiaceae. First, the optimal ML trees were estimated in RAxML using the GTRGAMMA model and considering each locus as a different partition. Shimodaira-Hasegawa test (SH, Shimodaira & Hasegawa 1999) and expected likelihood weight (ELW, Strimmer & Rambaut 2002) were conducted in TREE-PUZZLE 5.2 (Schmidt et al. 2002), using the GTR+I+G model with four-category approximation to the gamma distribution for substitution rate among sites and using 1 000 RELL bootstrap replicates. RESULTS In this study, 92 new sequences were generated (36 of ITS rDNA, 22 of LSU rDNA, 21 of mtSSU and 13 of SSU rDNA). Members of the genera Bachmanniomyces, Corticifraga, Epicladonia, Epigloea, Lettauia and Lichenosticta were sequenced for the first time in this study. BLAST searches revealed a similarity between the sequences generated here and the ones deposited in GenBank. The results are listed in Appendix 2. The most similar sequences corresponded to Lecanoromycetes sequences or, in some cases, to sequences coming from non-identified environmental fungi. BLAST searches revealed that the sequences most similar to Epicladonia sandstedei corresponded to sequences of the Leotiomycetes. The mtSSU sequence of Dactylospora deminuta showed an 85 % similarity with one sequence of the Chaetothyriales. The BLAST searches did not generate similarity with sequences of the genus Cladonia or with any other host genus. Therefore we can maintain that none of the sequences included in the analyses corresponds to the host. Table 2 summarizes the data for single loci datasets. The concatenated dataset included 285 sequences and 3 264 characters. The ML analysis yielded a tree with -LnL = 106201.732, while the Bayesian analyses yielded a consensus tree with -LnL = 102147.35 (arithmetic mean). The ML tree and the Bayesian consensus had a similar topology. The Bayesian consensus tree is shown in Fig. 1. The general topology agreed with the recently published phylogenies of the Lecanoromycetes (Miadlikowska et al. 2006, 2014), showing the same main clades (although some of them were not supported). According to our phylogenetic analyses one lichenicolous species belonged to the Acarosporales, Sarcogyne sphaerospora (Fig. 1); it was phylogenetically related to Polysporina subfuscescens with high support. Four species were included in the order Ostropales, Corticifraga peltigerae, Cryptodiscus epicladonia, Cryptodiscus galaninae and Lettauia cladoniicola, (Fig. 1). Corticifraga peltigerae is closely related to Actinoplaca strigulacea in the family Graphidaceae, subfamily Gomphilloideae (Fig. 1). Lettauia cladoniicola and the two new species of Cryptodiscus were placed in the Stictidaceae (Fig. 1). Four species were placed in the order Lecanorales, Epicladonia simplex, E. stenospora, Lichenosticta alcicorniaria and Scutula epiblastematica (Fig. 1). The three specimens of Lichenosticta alcicorniaria formed a well-supported clade. This clade turned out to be phylogenetically related to Gypsoplaca macrophylla, but the relationship lacked support in all the analyses. The genus Epicladonia was polyphyletic, the type species E. sandstedei was monophyletic (two specimens studied) but it fell outside the class Lecanoromycetes. The other two species, E. stenospora and E. simplex formed a well-supported clade inside the family Pilocarpaceae, possibly related to the genus Micarea (low statistical support). Both species of Epicladonia (E. simplex and E. stenospora) were monophyletic. Scutula epiblastemica was placed in the Ramalinaceae, it was related to S. miliaris and S. tuberculosa. Other species were included in different families with uncertain phylogenetic placement in the Lecanoromycetes (Dactylosporaceae, Epigloeaceae and Protothenellaceae). Five species were placed in the family Dactylosporaceae (Fig. 1), Dactylospora ahtii, D. deminuta, D. glaucomarioides, D. parasitica (the generic type) and Dactylospora sp. Three specimens of D. parasitica formed a well-supported clade together with Sclerococcum sphaerale. The three specimens of the new species Dactylospora ahtii were monophyletic. Dactylospora glaucomarioides grouped with Dactylospora sp. Protothelenella santessonii was monophyletic and formed a well-supported clade with the other species of Protothelenella (Fig. 1). Epigloea soleiformis was placed in the Ostropomycetidae and is related to the genera Arthrorhaphis and Anzina (Fig. 1). Phaeopyxis punctum and Bachmanniomyces uncialicola were included in the Ostropomycetidae but their relationships within this subclass were not resolved. The combined dataset of the Stictidaceae contained 2 049 characters, the ML analysis yielded a tree with a likelihood value of -LnL = 13788.449, while the arithmetic mean likelihood of Bayesian analysis was -LnL = 14304.77. The topology of both trees was the same and so only the Bayesian 50 % consensus majority tree is shown (Fig. 2). The genus Lettauia and two newly described species clustered in the genus Cryptodiscus, with high support (100 % of bootstrap/1.00 of posterior probability). The Cryptodiscus clade is closely related to a clade formed by Ingvariella bispora and Xyloschistes platytropa. Acarosporina microspora, Carestiella sociata, Ostropa barbata, Schizoxylon albescens, Stictis confusa and S. populorum formed another well-supported clade. The genus Stictis was polyphyletic. The genera Absconditella, Geisleria and Sphaeropezia turned out to be closely related. The SH and ELW tests rejected both alternative hypothesis tested (Table 3). TAXONOMY Cryptodiscus cladoniicola (D. Hawksw. & R. Sant.) Pino-Bodas, Zhurb. & S. Stenroos, comb. nov. — MycoBank MB820201; Fig. 3 Basionym. Lettauia cladoniicola D. Hawksw. & R. Sant., Biblioth. Lichenol. 38: 138. 1990. Type. Germany, Baden, Schwarzwald, Feldberg-Gipfels, Nordseite, elev. 1400 m, on Cladonia amaurocraea (podetia), 14 July 1912, G. Lettau, holotype B 7700. Ascomata apothecia, soon sessile, more or less round in surface view, slightly constricted at the base, 180–300(–430) μm diam, disc initially plane, pale yellow/orange yellow, becoming convex (up to hemispherical) and light to moderate orange under aging, epruinose, margin initially slightly raised, white, 20–40(–60) μm wide, becoming lacerated, reduced or even excluded under aging; dispersed or occasionally aggregated to contiguous. Proper exciple composed of round or tangentially elongated cells c. 2.5–6 × 2–3 μm with walls 0.5–1 μm thick, without embedded crystals; lateral exciple hyaline except for the light orange yellow outermost part, 25–40 μm thick; lower exciple (hypothecium) hyaline, 15–40 μm thick. Periphysoids absent. Epihymenium light orange yellow, c. 5 μm tall. Hymenium hyaline, 30–50 μm tall, I+ fleetingly blue then immediately yellow green (mainly due to yellow colouration of ascal plasma) with some remnants of blue colouration, K/I+ blue or partly red due to colouration of ascal walls. Subhymenium hyaline, c. 10 μm tall. Paraphyses filiform, often di- or occasionally trichotomically branched, mainly above, 1.2–1.7(–3.0) μm diam, frequently septate, often somewhat constricted at the septa and strangulated, particularly near the apices, which are occasionally slightly swollen. Asci narrowly clavate to subcylindrical, with short foot, (43–)44–48(–50) × 6.5–9(–10) μm (n = 16, in water, I or K/I), tholus up to 5 μm tall, I–, K/I–, apical structures not observed, wall/periascal gel I+ fleetingly blue, K/I+ blue or partly red, 8-spored. Ascospores hyaline, cylindrical to slightly fusiform, the apices rounded or occasionally acute, (13.5–)16.8–22.8(–26.0) × (2.0–)2.3–2.9(–3.5) μm, l/b = (4.9–)6.3–8.9(–12.2) (n = 54, in water, I or K), (2–)3(–4)-septate, not constricted at the septa, wall smooth, without a gelatinous sheath, with conspicuous guttules, arranged in the ascus in a bundle, diagonally or overlappingly 2–4 seriate. Anamorph not found. Distribution & Hosts — The species is known from Austria, the British Isles, Canada, the Czech Republic, Denmark, Finland, Germany, Norway, Russia, Slovenia, Sweden and the USA, growing on podetia of Cladonia amaurocraea, C. arbuscula, C. furcata, C. gracilis, C. mitis, C. portentosa, C. rangiferina, C. stellaris, C. stygia and C. uncialis (Hawksworth & Santesson 1990, Alstrup 1993, Coppins 1998, Diederich 2003, Santesson et al. 2004, Kocourková & Van den Boom 2005, Hafellner 2008, present paper). Cladonia uncialis is a new host species. Pathogenicity not observed. Specimens examined. Czech Republic, Western Bohemia, distr. Karlovy Vary, Bečov nad Teplou, 1 km E of the town, Psí skála hill, on Cladonia furcata (podetia), 2 Aug. 2014, J. Kocourková, H. – Denmark, Faroe Islands, Viðoy Island, Viðareiðy, Mýrnafjall Mt, 3 km SE of the town, Bergshálsur plateau on north end of the mountain crest, on C. uncialis (podetia), 13 Aug. 2013, J. Kocourková, W.J. Halda & I. Sommerová, H. – Russia, Krasnoyarsk Territory, Putorana Plateau, Kapchuk Lake, on C. arbuscula (podetia), 18 Aug. 1983, M.P. Zhurbenko 83236, LE 308897; Krasnoyarsk Territory, Western Sayan Mts, Ergaki Nature Park, Olen’ya River, on C. arbuscula (podetia), 11 July 2010, M.P. Zhurbenko 1041, LE 308679; ibid., on C. mitis (podetia), 11 July 2010, M.P. Zhurbenko 1053, LE 308684; Republic of Sakha (Yakutia), Indigirka River, Silyapskii Range, on C. rangiferina (bases of podetia), 24 June 1976, I.I. Makarova, LE 308798; Primorye Territory, Sikhote-Alin’ Range, Mt Glukhomanka, on C. uncialis (podetia), 21 Aug. 2003, K.S. Podlubnaya, LE 308695. Notes — There are some discrepancies with the detailed species description in Hawksworth & Santesson (1990) who reported more or less plane apothecia up to 250 μm diam, an I+ blue hymenium up to 65 μm tall, sometimes anastomosed paraphyses and (1–)3-septate ascospores, measuring 19–25(–31) × 2.5–3 μm. The species was formerly reported in Russia from Bol’shezemel’skaya tundra in Nenets Autonomous Area (LE 210357, Zhurbenko 2008), the Northern Ural Mts in Komi Republic (LE 308521, Zhurbenko 2004) and Putorana Plateau in Krasnoyarsk Territory (LE 207133, Zhurbenko 2000). We confirm the identification of LE 308521, while LE 210357 belongs to Cryptodiscus galaninae; the identification of LE 207133 is uncertain due to scanty material. Cryptodiscus epicladonia Zhurb. & Pino-Bodas, sp. nov. — MycoBank MB820198; Fig. 4 Etymology. Referring to its occurrence on Cladonia. Type. USA, Alaska, Aleutian Islands, Unimak Is., False Pass, 3 km SW of airstrip, N54.837° E163.417°, elev. 160 m, on Cladonia mitis (podetia), 25 Aug. 2011, T. Ahti & S. Talbot 70348a, holotype H. Diagnosis — Lichenicolous fungus. Differs from Stictis cladoniae mainly in the light orange yellow with white pruinose rim vs brownish black and epruinose ascomata, the hyaline to very pale orange yellow vs mainly medium to dark brown proper exciple, the I–, K/I– vs I+ red, K/I+ blue hymenium, the longer asci, mainly 73–93 × 7–9 μm and the longer, (5–)7–11-septate ascospores, mainly 50–73 × 1.5–2 μm. Ascomata apothecioid, more or less superficial, initially almost closed, later widely urceolate, roundish, hemispherical, broader or narrower at the base, 100–500 μm diam, 50–160 μm tall, laterally light orange-yellow, above usually with a white, coarsely granulose, sometimes outwardly extending crystalline rim 20–80 μm wide; disc concolorous with lateral parts, sometimes slightly more intensively coloured, rounded to elongated in surface view, 50–100 μm lengthways; scattered to aggregated, sometimes adjacent. Proper exciple composed of thick-walled, rounded or somewhat elongated cells c. 2–6 μm lengthways; lateral exciple 40–100 μm thick, hyaline, outwardly usually covered by 10–40 μm thick layer of colourless crystals 2–12 μm across; lower exciple (hypothecium) 20–30 μm thick, hyaline to very pale orange yellow at the base. Periphysoids absent. Epihymenium indistinct. Hymenium hyaline, 70–100 μm tall, I–, K/I–. Subhymenium hyaline, 10–30 μm thick, composed of thin-walled more or less isodiametric cells c. 2–4 μm diam, hardly distinct from lower exciple. Paraphyses filiform, septate, 0.8–1.5 μm diam, apices usually spathulate or capitate, occasionally shortly forked, 1.5–3.0 μm diam, sometimes protruding above the hymenium. Asci subcylindrical to elongate clavate, with short foot, apex rounded, tholus 1–3(–9) μm thick, sometimes with a narrow apical beak to 2 μm tall, (71–)73–93(–97) × (6–)7–9 μm (n = 13, in water, phloxine, I or K/I), I–, K/I–, 8-spored. Ascospores hyaline, filiform to cylindrical, slightly tapering towards the apices, (37.0–)50.0–72.5(–87.0) × (1.3–)1.5–1.9(–2.2) μm, l/b = (22–)28–46(–55) (n = 81, in water, phloxine, I or K/I), (5–)7–11-septate (septa sometimes indistinct), not constricted at the septa, smooth-walled, lacking a gelatinous sheath, with many small, hardly conspicuous guttules, arranged in the ascus in a bundle. Anamorph not found. Distribution & Hosts — The species is known from tundra (mainly) and taiga biomes of Asia and North America, growing on podetia and rarely basal squamules of Cladonia amaurocraea, C. arbuscula, C. mitis and C. uncialis. Pathogenicity not observed. Additional specimens examined. Canada, Newfoundland & Labrador, Labrador Straits, L’ Anse Amour, on Cladonia arbuscula (podetia), 10 Sept. 2015, T. Ahti 75728a & J.M. McCarthy, H. – Russia, Krasnoyarsk Territory, Taimyr Peninsula, Osipovka, on C. arbuscula (podetia), 18 July 1990, M.P. Zhurbenko 901105, LE 308498; same peninsula, Levinson-Lessing Lake, on C. arbuscula (moribund bases of podetia), 27 Aug. 1995, M.P. Zhurbenko 95598, LE 308913; Chukotka Autonomous Area, Provideniya, on C. uncialis (bases of podetia), 3 July 1969, Safronov, LE 308789; Chukotka Autonomous Area, lower Bol’shoi Anyui River, on C. amaurocraea (bases of podetia), 11 July 1951, V.N. Andreev, LE 308795; Chukotka Autonomous Area, headwaters of Utesiki River, on C. amaurocraea (podetia), 21 July 1948, M.N. Avramchik, LE 308773a. Notes — With respect to the other cladoniicolous fungi, Cryptodiscus epicladonia morphologically resembles C. cladoniicola, C. galaninae and Stictis cladoniae, which are compared in Table 4. Cryptodiscus galaninae Zhurb. & Pino-Bodas, sp. nov. — MycoBank MB820199; Fig. 5 Etymology. The species is named after the Russian lichenologist Irina A. Galanina, who collected the type. Type. Russia, Magadan Region, Ol’skii District, km 82 of road Magadan-Talon, near Magtur field station, N59°45′27″ W149°39′56″, elev. 26 m, on Cladonia sp. (moribund podetia), 7 Aug. 2013, I.A. Galanina, holotype LE 308693. Diagnosis — Lichenicolous fungus. Differs from Cryptodiscus foveolaris in the I+ red and shorter hymenium 30–45 μm vs 50–80 μm tall, the shorter asci 27–42 μm vs 50–65 μm long, the longer and narrower ascospores 7–14.5 × 1.5–2 μm vs 6–9 × 2.5–3 μm and in the lichenicolous life habit. Ascomata apothecioid, initially immersed in the host thallus then erumpent and eventually superficial, cupulate, round to ellipsoid in surface view, sometimes constricted at the base, widely urceolate, epruinose, up to 330 μm diam, up to 150 μm tall; margin subhyaline or yellow-white, up to 40 μm thick; disc deeply concave, pale to moderate yellow or yellow-white, translucent, glossy; usually aggregated to contiguous. Proper exciple composed of isodiametric or tangentially elongated cells 2–6 × 1–4 μm with walls 0.5–2 μm thick, hyaline, not differentiated into layers, without embedded crystals, 15–40 μm thick laterally, 5–10 μm thick below the hymenium. Periphysoids absent, but short-celled hyphae reminiscent of those mentioned in Baloch et al. (2009: 60) have been observed on the inner side of lateral exciple (Fig. 5d). Epihymenium indistinct. Hymenium hyaline, 30–45 μm tall, I+ blue then quickly orange to red, K/I+ blue with occasional reddish stripes. Subhymenium hyaline, c. 5 μm tall. Paraphyses filiform, septate, mainly 1.2–1.5 μm diam, up to 2.5 μm diam at the base and up to 2 μm diam at the apices, which are sometimes slightly clavate, rarely with short branchlets or forked in the upper part. Asci subcylindrical to elongate clavate, with short foot, apex rounded, tholus up to 2.5 μm thick, apical structures not observed, (27–)28–38(–42) × (4.5–)5–6.5(–7) μm (n = 20, in water, I, K or K/I), I–, periascal gel K/I+ blue, 8-spored. Ascospores hyaline, slightly fusiform or slightly clavate (tapering down), occasionally almost bacilliform, straight, (7.1–)9.6–12.4(–14.5) × (1.3–)1.6–2.0(–2.2) μm, l/b = (4.2–)5.0–7.4(–9.7) (n = 140, in water, I, K or K/I), (0–)1(–2)-septate, not constricted at the septa, with thin and smooth wall, lacking a gelatinous sheath, sometimes with conspicuous guttules, diagonally or overlappingly 2–4-seriate in the ascus. Anamorph not found. Distribution & Hosts — The species is known from tundra and taiga biomes of Europe, Asia and North America, growing on aged or moribund podetia or rarely basal squamules of Cladonia gracilis, C. rangiferina, C. rappii s.lat., C. umbricola and Cladonia sp. Pathogenicity not observed. Additional specimens examined. Canada, British Columbia, Columbia Mts, Beaver River, on Cladonia umbricola (basal squamules), 17 July 2002, M.P. Zhurbenko 02100c, LE 308741; British Columbia, Wells Gray Provincial Park, Mt Raft, on C. rangiferina (podetia), 3 Aug. 2002, M.P. Zhurbenko 02309, LE 308730; New Brunswick, Charlotte Co., 1.5 km NNW of Chance Harbour along power line corridor W of Route 790, on C. rappii s.lat. (moribund podetia), 6 Sept. 2014, T. Ahti 74421a & S.R. Clayden, H. – Russia, Nenets Autonomous Area, Bol’shezemel’skaya tundra, Khar’yaga oilfield, on C. rangiferina (podetia), 25 July 2007, M.P. Zhurbenko 0735, LE 210357 (formerly erroneously identified and published as Lettauia cladoniicola (Zhurbenko 2008)). – USA, Alaska, Kotzebue, on C. gracilis (moribund podetia), 19 Aug. 2000, M.P. Zhurbenko 00239, LE 309139. Notes — Cryptodiscus galaninae is quite distinct from the other species of the genus with 1-septate ascospores, viz. C. foveolaris and C. pini (Baloch et al. 2009). Both of these species are saprotrophs on wood, the former one can be distinguished by its I– and taller hymenium 50–80 μm tall, longer asci 50–65 × 4–5 μm and shorter and wider ascospores 6–9 × 2.5–3 μm; the latter one differs in its larger ascomata 0.3–0.6 mm diam with dark reddish brown outer layer of the exciple, I– and taller hymenium 60–80 μm tall and larger asci 40–60 × 6–7 μm. The other known species of Cryptodiscus also growing on Cladonia are C. cladoniicola and C. epicladonia described here in detail. The differences among these species are presented in Table 4. The other lichenicolous fungi with urceolate apothecia and hyaline ascospores growing on Cladonia are Biazrovia stereocaulicola, Spirographa fusisporella and Stictis cladoniae. Biazrovia stereocaulicola can easily be distinguished from Cryptodiscus galaninae by its vinaceous, cinnamon or orange-brown apothecia and ellipsoid, 3-septate, larger ascospores measuring (12–)15–20(–28) × (4–)4.5–5.5(–6.5) μm (Zhurbenko & Etayo 2013). Spirographa fusisporella is distinct by its 16–32-spored asci and helicoid, longer ascospores 22–31 × 1–2.5 μm (Diederich 2004). The differences from Stictis cladoniae can be found in Table 4. Dactylospora ahtii Zhurb. & Pino-Bodas, sp. nov. — MycoBank MB820200; Fig. 6 Etymology. The species is named after the Finnish lichenologist, our friend Prof. Teuvo Ahti. Type. USA, Alaska, Kodiak Archipelago, Chirikof Island, N55.77095° W155.63464°, elev. 174 m, on Cladonia gracilis subsp. vulnerata (podetia), 19 July 2013, S. & S. Talbot CHI017-67a, holotype H. Diagnosis — Lichenicolous fungus. Differs from Dactylospora aeruginosa mainly in the stipitate ascomata, the shorter hymenium, 40–60 μm tall, somewhat smaller ascospores, (7.6–)10.4–13.0(–16.3) × (3.0–)3.5–4.3(–5.5) μm vs (9–)11–14.5(–16) × (3–)3.5–5.5(–7) μm and in the disparate hosts. Ascomata apothecia, more or less scattered, composed of a disc usually sitting on a distinct stipe (in LE 264407 stipe poorly developed); disc shiny, dark brown to almost black when dry, medium brown and somewhat translucent when wet, epruinose, round, plane to somewhat concave, occasionally urceolate in senescent overmature apothecia with disintegrated hymenium, (80–)130–250(–600) μm diam (n = 103), surrounded by a usually slightly elevated, often darker (particularly when wet) distinct margin, in side view forming a sharply delimited marginal flange 15–40 μm thick protruting from the stipe for 20–40 μm; stipe usually somewhat tapering towards the base, typically 80–230 μm wide, 40–100 μm tall, pale to medium brown, much paler than the disc or occasionally concolorous. Proper exciple 15–30(–70) μm thick laterally, up to 150 μm tall basally, where it forms a stipe; consists of a cupulate, medium red-brown or orange-brown inner layer and of a subhyaline or pale red-brown to orange-brown outer layer with a darker red-brown to orange-brown outermost edge c. 5 μm thick; the outer layer composed of comparatively large isodiametric to tangentially elongated cells c. 5–11 μm lengthways, with walls 1–2 μm thick; the upper lateral part of the exciple usually contains deep purple to dark violet, K+ dark green to blue-green blotches (not observed in LE 264407). Epihymenium unevenly pale to medium red-brown to orange-brown, pigmentation amorphous, 5(–10) μm tall, sometimes rather indistinct. Hymenium hyaline to pale red or orange-brown, 40–60 μm tall, I+ blue above, red below or I+ blue throughout (in LE 308774), K/I+ blue with red patches. Apothecial section K– (except for the blotches) or becomes less red. Paraphyses septate, somewhat constricted at the septa, particularly above, occasionally with ramifications above, 1.5–2 μm diam, apical cells usually medium red or orange-brown, more or less capitate, 3–4(–5.5) μm diam, sometimes not pigmented and only slightly enlarged. Asci elongate clavate, c. 40–55 × 9–12 μm, 8-spored, with I+ blue, K/I+ blue external gelatinous cap, 8-spored. Ascospores hyaline or rarely light brown, homopolar to somewhat heteropolar, ellipsoid to slightly obovate (with a wider upper cell), occasionally oblong, straight or occasionally slightly curved, (7.6–)10.4–13.0(–16.3) × (3.0–)3.5–4.3(–5.5) μm, l/b = (1.8–)2.6–3.4(–4.3) (n = 302, in water, K, I or K/I), (0–)1-septate, not or occasionally slightly constricted at the septum, guttulate, wall c. 0.5 μm thick, smooth, without internal thickenings, non-halonate, arranged irregularly 2–3-seriate in the ascus. Anamorph not found. Distribution & Hosts — The species is known from polar desert, tundra (mainly) and taiga biomes of Europe, Asia and North America, growing on podetia of Cladonia arbuscula, C. gracilis subsp. vulnerata, C. mitis, C. portentosa subsp. pacifica, C. rangiferina (most finds) and C. uncialis. Often grows on aged parts of host podetia, visible damage to the host not observed. Additional specimens examined. Greenland, Frederikshåbs Isblink, on Cladonia rangiferina (podetia), 7 July 2009, E.S. Hansen, Lichenes Groenlandici Exsiccati 1092a, H; Siorapaluk, on C. rangiferina (podetia), 25 July 2009, E.S. Hansen, H. – Iceland, Snæfellsnessýsla, Fróðárheiði pass, between Mt Miðfell and Mt Knarrarfjall, on C. rangiferina and C. uncialis (podetia), 22 July 2009, F. Högnabba 1325c, H. – Norway, Svalbard, Aldegondabreen glacier, on C. rangiferina (podetia), 16 July 2003, M.P. Zhurbenko 03211, LE 264407. – Russia, Murmansk Region, Khibiny Mts, Mt Kukisvumchorr, on C. rangiferina (base of podetia), 9 Aug. 1997, M.P. Zhurbenko 971, LE 207408 (formerly erroneously reported as Scutula epicladonia in Zhurbenko 2001); Krasnoyarsk Territory, Severnaya Zemlya Archipelago, Bol’shevik Is., Mt Bol’shaya, on C. rangiferina (podetia), 27 Aug. 1998, N.V. Matveeva, LE 308885; Krasnoyarsk Territory, Taimyr Peninsula, mouth of Pyasina River, on C. rangiferina (base of podetia), 6 Aug. 1993, V.B. Kuvaev 2184, LE 207407 (formerly erroneously reported as Scutula epicladonia in Zhurbenko & Santesson 1996); same peninsula, Levinson-Lessinga Lake, on C. rangiferina (moribund bases of podetia), 28 July 1995, M.P. Zhurbenko 95592, LE 308880; same peninsula, Kotui River, Kayak, on C. rangiferina (podetia), 24 July 1996, I.Yu. Kirtsideli, LE 308937; Republic of Sakha (Yakutia), Indigirka River, Ust’-Nera, on C. rangiferina (podetia), 11 July 1992, M.P. Zhurbenko 92568, LE 308922; Chukotka Autonomous Area, Innepinkuliveem River, on C. mitis (podetia), 10 Aug. 1951, Ababkov, LE 308796; Chukotka Autonomous Area, Lorino, on C. arbuscula (bases of podetia), 16 Aug. 1972, I.I. Makarova, LE 308781. – USA, Alaska, Seward Peninsula, 7 km ESE of Nome, on C. rangiferina (moribund podetia), 1 Sept. 2001, M.P. Zhurbenko 0142c, LE 308589c, M.P. Zhurbenko 0171, LE 308516; Mause Creek, on C. rangiferina (podetia), 22 July 2000, D.A. Walker, LE 309135; Kotzebue, on C. rangiferina (podetia), 19 Aug. 2000, M.P. Zhurbenko 00232, LE 309138; Kobuk Valley Wilderness, Waring Mts, on C. arbuscula (podetia), 31 July 2000, M.P. Zhurbenko 00139, LE 309137; Kodiak Archipelago, Chirikof Is., on C. rangiferina (podetia), 19 July 2013, S. & S. Talbot CHI017-65a, H; Aleutian Islands, Carlisle Is., on C. gracilis subsp. vulnerata (podetia), 28 July 2013, S. & S. Talbot CAR001-23b, H; same islands, northwest corner of Amalia Is., on C. gracilis subsp. vulnerata (podetia), 2 Aug. 2013, S. & S. Talbot AML305a, H; same islands, Adak Is., northern side of Finger Bay, on C. rangiferina (podetia), 26 Aug. 2013, S. & S. Talbot ADA717a, H; Wosnesenski Is., Port Moller, on C. portentosa subsp. pacifica (podetia), 31 June 2009, S. Talbot WOS019-19a, H. Notes — Compared to the Dactylospora species with 1-septate ascospores produced in 8-spored asci D. ahtii is most similar to Dactylospora sp. (presented below), D. aeruginosa and D. protothallina. The Dactylospora sp. differs from D. ahtii in having only occasionally stipitate ascomata with a much shorter stipe, a completely dark reddish orange or brown upper part of the exciple, more intensively red tinge of epihymenium and proper exciple and K+ aeruginose blotches sometimes located in the hypothecium. Further, Dactylospora sp. differs in its ascospores, which are constantly pale to medium pigmented, somewhat larger, (8.9–)10.9–14.9(–18.3) × (3.4–)4.5–5.9(–7.6) μm, exceptionally also 2-septate and sometimes distinctly constricted at the septum. Dactylospora aeruginosa differs from the new species in having non-stipitate apothecia, a much thicker hymenium mainly 70–120 μm thick, violet-blue, K+ aeruginose blotches occurring not only in the lateral exciple, but also in the epihymenium and hymenium, a light brown hypothecium and somewhat larger ascospores, (9–)11–14.5(–16) × (3–)3.5–5.5(–7) μm, with a perispore up to 2 μm thick (Ihlen et al. 2004). This species have been reported from the coastal forests of Norway, Alaska and from the Arctic, growing on thalli of various epiphytic crustose lichens from the genera Biatora, Japewia, Lopadium and Micarea or directly on wood and bark of Picea and Juniperus and on terricolous crustose lichens Lecidea epiphaea (Zhurbenko & Von Brackel 2013) and Biatora subduplex (as ‘cf.’; Zhurbenko 2009). Dactylospora protothallina differs from D. ahtii in the absence of K+ aeruginose blotches, a brown epihymenium, a somewhat taller hymenium of 65–80 μm and somewhat wider, brown ascospores (9–)10–15 × 4.5–7.5 μm (Hafellner 1979, Nimis 1993, Alstrup & Ahti 2007, Spribille et al. 2010). So far, D. prothallina has been reported from the lichen species of Fuscopannaria, Massalongia, Parmeliella, Protopannaria and from adjacent biofilms. The other Dactylospora species reported on Cladonia are D. cladoniicola, so far known only from the holotype on Cladonia macrophyllodes collected in Svalbard (Alstrup & Olech 1993) and D. deminuta, a widely distributed species recorded from many unrelated host genera. Both of them have brown mature ascospores. In addition, D. cladoniicola has much larger ascospores measuring 33–37 × 12–14 μm and D. deminuta has (3–)5–7(–8)-transseptate ascospores. Another similar species is Scutula cladoniicola, which differs from Dactylospora ahtii in the following characters: 1. apothecial stipe usually absent or, if present, shorter than 40 μm and concolorous with the disc; 2. apothecial disc blackish and not translucent when wet; 3. lateral exciple medium brown throughout, with hyaline outermost edge; 4. epihymenium indistinct; 5. hymenium hyaline to olive grey below; 6. violet, K+ aeruginose blotches occur also in the hymenium; 7. apices of paraphyses usually medium reddish orange-brown, more or less capitate, 3–4(–5.5) μm diam; 8. amyloid external gelatinous cap of the asci not observed; 9. ascospores hyaline, usually homopolar, larger, 13.0–16.4 × 5.5–6.7, (0–)1(–3)-septate, with granulate wall 0.5–1 μm thick. Dactylospora sp. — Fig. 7 Apothecia blackish, glossy, 0.2–0.6 mm diam, sessile, without a stipe or with a short paler stipe up to 40 μm tall (in LE 308774), disc plane to convex, margin thin, prominent, concolorous with the disc, not translucent when wet. Epihymenium medium red-brown, to 10 μm tall. Paraphyses with somewhat swollen apices 3–4 μm diam. Hymenium more or less colourless, 40–60 μm tall. Proper exciple red-orange or orange-brown, dark and 25–50 μm thick laterally and pale (but with darker marginal rim), 40–50 μm thick below the hymenium, where it is composed of much larger, mainly isodiametric cells up to 16 μm across with relatively thin wall. Lower exciple (hypothecium) medium to dark red-brown, up to 100 μm tall, with dark, indistinctly coloured, K+ aeruginose blotches or without them (in LE 308809). Apothecial section becomes less reddish in K. Asci 8-spored. Ascospores pale yellow-gray-olive-brown to medium brown, slightly obovate (with wider upper cell) to occasionally ellipsoid, (0–)1(–2)-septate (only exceptionally aseptate or 2-septate), sometimes distinctly constricted at the septum, (8.9–)10.9–14.9(–18.3) × (3.4–)4.5–5.9(–7.6) μm, l/b = (1.6–)2.1–2.9(–3.9) (n = 256, in water, I or K), smooth, non-halonate. Distribution & Hosts — The species is known from tundra and taiga biomes of Asia and from the subantarctic part of South America. Mainly found on moribund parts of Cladonia amaurocraea, C. cariosa, C. rangiferina and C. symphycarpa, but also occur on adjacent biofilms and plant remnants and thus probably somewhat saprobic. Specimens examined. Chile, Antártida Chilena, Comuna Cabo de Hornos, Alberto de Agostini National Park, Hoste Is., on Cladonia rangiferina (podetia), 16 Jan. 2013, W.R. Buck 60495a, H (specimens sequenced). – Russia, Krasnoyarsk Territory, Eastern Sayan Mts, Kryzhina Range, Belyi Kitat River, on C. symphycarpa (moribund basal squamules) and biofilms over terricolous mosses, 14 July 2009, M.P. Zhurbenko 0956, LE 308658; Republic of Sakha (Yakutia), Olenek Region, Siibikte River basin, on C. cariosa (basal squamules) and occasionally on adjacent plant remnants, 11 Aug. 1957, A.N. Lukicheva, LE 308809; Chukotka Autonomous Area, Pekul’nei Range, on C. amaurocraea (moribund base of podetia), 4 July 1950, M.N. Avramchik, LE 308774. Notes — The examined material resembles Dactylospora ahtii, D. aeruginosa and D. protothallina. Dactylospora aeruginosa can be distinguished by its much taller hymenium (up to 120 μm), a light brown hypothecium and halonate ascospores (Ihlen et al. 2004). Dactylospora protothallina differs in the absence of K+ aeruginose blotches and a brown epihymenium (Hafellner 1979). The differences with D. ahtii have been discussed above under the latter species. The studied specimens might represent a new species of Dactylospora, but it is not formally described, pending the discovery of additional material. Scutula cladoniicola Alstrup & D. Hawksw., Meddel. Gronland, Biosci. 31: 65. 1990 — Fig. 8 Type. Greenland, Near Ivigtut, N61°14′, elev. 0–50 m, on the ground in dwarf shrub heath, on Cladonia stricta (podetia), 9 July 1946, M.S. Christiansen 5504, holotype herb. Christiansen, C (?), isotype IMI 331024! The type host is apparently Cladonia trassii, not C. stricta, which was misused in 1946. Ascomata apothecial, sessile, black throughout, not translucent when wet, epruinose, glossy, rounded, strongly constricted at the base to short stipitate, 150–800 μm diam, up to 450 μm tall, disc plane, somewhat convex or concave, margin slightly raised or flush with the disc. Lateral exciple 40–60(–100) μm thick, moderate brown, K+ brown-orange, with hyaline outermost layer c. 5 μm thick, in cross section composed of radially elongated cells c. 5.5–17 × 4–9 μm, with walls 1–3 μm thick. Lower exciple (hypothecium) up to 350 μm tall, merging with lateral exciple, moderate brown, K+ brownish orange, in cross section composed of rounded cells with walls 1.5–4 μm thick. Epihymenium indistinct. Hymenium (40–)50–70 μm tall, hyaline throughout or olive grey below, with scattered orange yellow crystalline granules on the surface, I+ blue, K/I+ blue with occasional red patches. K+ blue-green blotches are scattered in lateral exciple (mainly), lower exciple and hymenium. Paraphyses 1.8–2.9 μm diam, apices reddish orange-brown, slightly clavate, 2.5–3.2 μm diam, septate, sometimes slightly constricted at the septa (particularly in K), occasionally branched and anastomosed. Asci narrowly clavate, c. 40–65 × 8–11 μm, staining of tholus with I and K/I not observed, but periascal gel I and K/I+ blue, 8-spored. Ascospores hyaline, usually homopolar, ellipsoid, occasionally oblong or rarely obovate, (10.0–)13.0–16.4(–19.0) × (4.5–)5.5–6.7(–7.5) μm, l/b = (1.7–)2.0–2.8(–3.6) (n = 152, in water, I, K or K/I), (0–)1(–2 or exceptionally –3)-septate, not constricted at the septum, wall 0.5–1 μm thick, granulate, lacking a gelatinous sheath, overlappingly uniseriate to irregularly biseriate in the ascus. Distribution & Hosts — The species was reported from the Arctic Canada, Greenland, Iceland and Turkey (Alstrup & Hawksworth 1990, Hansen & Alstrup 1995, Von Brackel 2010, Zhurbenko 2013, Kocakaya et al. 2016), growing on Cladonia monomorpha, C. pyxidata, C. rangiferina and C. stricta. Notes — There are some discrepancies between the examined isotype of the species and its protologue (Alstrup & Hawksworth 1990), where anastomoses of the paraphyses and violet blotches in the proper exciple and hymenium were not mentioned, the epihymenium was reported being greyish brown and interspersed with greenish granules, the apical cells of paraphyses bearing a brown gelatinous coat, the asci with I+ structures in the tholus (Alstrup & Hawksworth 1990: f. 38C) and the ascospores 1(–2)-septate, (12.5–)13–15(–16) × 5–6.5 μm. Morphologically, Scutula cladoniicola recalls Dactylospora ahtii, their distinguishing characters being summarized under the latter species. Stictis cladoniae (Rehm) Sacc., Syll. Fung. (Abellini) 8: 692. 1889 — Fig. 9 Type. Austria, Tyrol, Piztal valley, near the Taschach glacier, elev. c. 2000 m, on Cladonia gracilis s.l. (podetia), Aug. 1875, H. Rehm, holotype S! The type host is apparently Cladonia macroceras, since C. gracilis should not occur in Tyrol. Ascomata apothecioid, initially immersed and almost or possibly completely closed, later superficial and deeply urceolate, up to 530 μm diam and up to 190 μm tall, brown-black, epruinose, with blackish disc, scattered. Proper exciple cupulate, 20–70 μm thick laterally, 15–25 μm thick basally, uniformly medium to dark brown except for the pale brown to hyaline internal lateral parts, composed of thick-walled, tangentially more or less elongated cells. Periphysoids absent. Epihymenium indistinct. Hymenium hyaline, 50–70 μm tall, I+ red, K/I+ blue. Subhymenium hyaline, composed of thin-walled isodiametric cells, up to 10 μm tall. Paraphyses filiform, unbranched, septate, 1.5–1.7 μm diam, apices somewhat enlarged, to 2.4 μm diam. Asci subcylindrical, with short foot, endoascus thickened at the apex to 2.5 μm, apical beak not observed, (55–)57–71(–78) × (7–)8–10 μm (n = 17, in K/I), periascal gel I+ red, K/I+ blue, staining of apical structures in K/I not observed, 8-spored. Ascospores hyaline, filiform/cylindrical, slightly tapering towards the apices, c. 40–60 × 1.5–2 μm (n = 13, in K/I), septation was obscure, but 4–5-septate spores were observed, smooth-walled, without a perispore, guttulate, arranged in the ascus in a bundle. Notes — So far the species was known only from the type collection in the Austrian Alps (Rehm 1882) and from Lappland in Sweden (Santesson et al. 2004), growing on Cladonia gracilis s.lat. We revised its holotype, as the former descriptions of the species (Saccardo 1889, Rehm 1912, Sherwood 1977) essentially recapitulate the protologue (Rehm 1882), where its ascospores were described as being aseptate and much shorter, c. 36 × 1.5–2 μm, and asci shorter, c. 48–50 × 8 μm. DISCUSSION Prior studies have proved that the lichenicolous lifestyle arose multiple times along biological evolution (Arnold et al. 2009, Diederich et al. 2013, Suija et al. 2015). Within Lecanoromycetes, Divakar et al. (2015) showed that the lichenicolous lifestyle originated at least three times in the family Parmeliaceae. The results presented here confirm manifold independent origins of the lichenicolous lifestyle in the class Lecanoromycetes. The richest order as for lichenicolous fungi is the Lecanorales, followed by the Ostropales (Fig. 1). In addition, the latter comprises the greatest number of species with a different lifestyle from the lichenized one within Lecanoromycetes (Schoch et al. 2009, Baloch et al. 2010). The family Dactylosporaceae was introduced by Bellemere & Hafellner (1982) to fit the genus Dactylospora. The species of this genus are characterized by a type of asci with an I– tholus covered by an I+ blue external gelatinous cap (Hafellner 1979, Bellemere & Hafellner 1982). Molecular studies have shown different phylogenetic positions for this family, while in the phylogenies published by Schoch et al. (2009) and Diederich et al. (2013) it was placed in the Eurotiomycetes. Miadlikowska et al. (2014) suggested that the family belongs to Lecanoromycetes, a more consistent result with the morphological characters of the genus, and confirmed in our analyses. These authors recommend using more than six loci to obtain a well-founded result about the phylogenetic position of the family. Since we have not sequenced additional genes we do not discuss the phylogenetic position of the family and limit ourselves to describe the relationships between the species. Schoch et al. (2009) found that the genus Dactylospora was polyphyletic, and that the determination of which of the two clades represented Dactylospora s.str. was still pending. In the present work three specimens of the generic type species, D. parasitica, were included and we confirmed that this species belongs to the clade formed by D. haliotrepha and D. mangrovei in the phylogeny of Schoch et al. (2009). Dactylospora parasitica, formed a well-supported monophyletic group with the sporodochial hyphomycete Sclerococcum sphaerale (Hawksworth 1975, Diederich et al. 2013). Both species mainly grow on species of the genus Pertusaria. Excluding this relationship, the species with the same lichen host genera were not phylogenetically related. Dactylospora ahtii and Dactylospora sp., both growing on the genus Cladonia, are not closely related. Dactylospora sp. is related to D. glaucomarioides growing on Ochrolechia. Dactylospora glaucomarioides morphologically resembles D. parasitica (Hafellner 1979), while Dactylospora sp., is more similar to D. aeruginosa (species not studied here). Dactylospora ahtii resembles D. aeruginosa and D. protothallina (see above). Dactylospora deminuta represents an early-diverging lineage in the genus, apparently with a very long branch. This could be due to the fact that we only achieved sequencing two loci (ITS rDNA and mtSSU). The ancestor of the family could have a lichenicolous lifestyle and the switch to saprobic lifestyle have occurred in the lineage formed by D. mangrovei, D. haliotrepha and D. vrijmoediae. But this hypothesis must be proved with more loci and more species, since in our phylogenetic analyses most of the relationships among species are not supported. Sarcogyne sphaerospora was placed in the family Acarosporaceae, related with Polysporina subfuscescens (Fig. 1). This result agrees with its current classification based on morphology (Hafellner 1995). The genera Sarcogyne and Polysporina differ in the presence of a carbonized epihymenium in the latter (Vězda 1978). Lendemer et al. (2009) pointed out that this character could be insufficient to keep these genera apart. The recent phylogenetic analyses of the family Acarosporaceae (Reeb et al. 2004, Westberg et al. 2015) indicate that both genera are polyphyletic and that a carbonized epihymenium is not restricted to a unique phylogenetic lineage (Westberg et al. 2015). In turn it has been shown that Polysporina subfuscescens is a polyphyletic species (Westberg et al. 2015). On the basis of morphology, it has been considered that S. sphaerospora could be related to Acarospora stapfiana and A. succedens (Lendemer et al. 2009). These two species share with S. sphaerospora the presence of spherical ascospores with a perispore. This relationship is highly probable since other species of Sarcogyne and Acarospora have been shown to be closely related (Westberg et al. 2015). The family Acarosporaceae needs an exhaustive taxonomical study in order to delimit the genera and the species. In the phylogenetic analysis presented by Suija et al. (2015) a common cladoniicolous fungus, Phaeopyxis punctum (type species of the genus) was placed in the Lecanoromycetes, subclass Ostropomycetidae, but its relationships within this subclass was not resolved. Our results, based on the sequences of six new specimens, confirm the placement of P. punctum in the Lecanoromycetes but do not solve either the relationship of the species within Ostropomycetidae. Our phylogenetic analyses showed that P. punctum along with the coelomycete Bachmanniomyces uncialicola (also confined to species of Cladonia) form a well-supported clade on the base of the Ostropomycetidae (Fig. 1). Phaeopyxis punctum frequently grows on both podetia and basal squamules of Cladonia and usually does not induce galls, while Bachmanniomyces uncialicola mostly grows on podetia, only rarely on basal squamules and almost always induces galls (Zhurbenko & Pino-Bodas 2017). However, gall formation has also been reported for Phaeopyxis punctum (Grummann 1960, Rambold & Triebel 1990, Zhurbenko & Pino-Bodas 2017), and occasionally both species grow together (Motiejūnaitė et al. 2011, our own specimens on Cladonia stygia, Finland, R. Pino-Bodas s.n., H). The two binomials may refer to the same species, as indicated by our phylogenetic analyses, and B. uncialicola may be an anamorph of Phaeopyxis punctum. So far the phylogenetic placement of the genus Epigloea was uncertain in the Ascomycota. Davis (1987) created the family Epigloeaceae, exclusively containing the genus Epigloea. The features peculiar to Epigloea are gelatinous perithecioid ascomata, non-fissitunicate, 8- to multispored asci with an I+ wall and colourless septate ascospores sometimes with terminal apiculae (Döbbeler 1984, Davis 1987, Pérez-Ortega & Barreno 2006). Originally the genus was considered as lichenized (Zukal 1890), but later Döbbeler (1984) showed it to be a highly specialized parasite of algae. One species, Epigloea urosperma, is exclusively lichenicolous, and two other species, E. bactrospora and E. soleiformis, occasionally grow on lichens (Döbbeler 1994, Zhurbenko 2010, Czarnota & Hernik 2013). No author has found morphological characters that permit to place this genus in some of the groups of the Ascomycota. Our phylogenetic analyses show that E. soleiformis belongs to the subclass Ostropomycetidae, close to Anzina carneonivea and Arthrorhaphis citrinella. The placement of Epigloea in the Ostropomycetidae is not particularly surprising, because this class comprises species with different types of ascomata (Grube et al. 2004, Schmitt et al. 2005, 2009). Nevertheless, no morphological character suggested beforehand that this genus could be related to the genera Anzina or Arthrorhaphis. However, the confirmation of the phylogenetic position of the genus Epigloea will require the inclusion of the type species, E. bactrospora, in a phylogenetic study. The family Protothelenellaceae was first placed in the Ostropomycetidae by Schmitt et al. (2005). We have sequenced for the first time one of the three known lichenicolous species of the genus, namely P. santessonii, confirming that it belongs to the genus Protothelenella. Protothelenella santessonii is the only species of the genus likely to be confined to the genus Cladonia. It is characterized by black perithecia, subcylindrical asci and hyaline, submuriform ascospores often with an apiculus (Mayrhofer 1987, Zhurbenko & Alstrup 2004). The phylogenetic position of the genus Protothelenella and the family Protothelenellaceae remains uncertain within the Ostropomycetidae. Schmitt et al. (2005) found that this family was basal to the order Ostropales, but could not fit it in any order. In the recent phylogeny of the Lecanoromycetes (Miadlikowska et al. 2014) no member of the family was included. Several phylogenetic studies have found that Protothelenella forms a well-supported clade with Anzina (Lumbsch et al. 2007, 2012, Aptroot et al. 2014, Resl et al. 2015), a result similar to what we found here. The genus Lettauia was first placed in the family Fuscidiaceae (Hawksworth & Santesson 1990) on the basis of the ascus type, similar to that of the genus Ropalospora. However, our results placed Lettauia cladoniicola, the type species of the genus, in the genus Cryptodiscus, family Stictidaceae, rejecting the hypothesis that Lettauia belonged to the family Fuscidiaceae (Table 3). So far the family Stictidaceae comprised fungi with saprophytic, lichenized and lichenicolous lifestyles characterized by a crystalline ascoma margin and long, filiform ascospores (Wedin et al. 2005, Baloch et al. 2009, 2013). Lettauia cladoniicola differs from the genus Cryptodiscus basically by its non-urceolate apothecia, although also C. pini presents superficial apothecia (Baloch et al. 2009) and by its lichenicolous lifestyle. However, the presence of a more or less hyaline proper exciple without embedded crystals, the absence of periphysoids and the comparatively short, few-celled ascospores are consistent with the genus Cryptodiscus (Baloch et al. 2009). Therefore we propose to combine Lettauia cladoniicola in Cryptodiscus. The phylogenetic analyses unequivocally support that the two newly described species, C. epicladonia and C. galaninae belong to the genus Cryptodiscus. Morphologically, C. epicladonia differs from Cryptodiscus in the presence of more or less superficial ascomata with a crystalline rim, asci with a narrow internal apical beak, a K/I– hymenium and asci and a lichenicolous lifestyle. This species slightly resembles the genus Nanostictis, a small genus of lichenicolous fungi whose hosts mostly belong to the order Peltigerales (Christiansen 1954, Etayo 2002, Etayo & Sancho 2008). Cryptodiscus, however, differs from Nanostictis species in several ascomatal characters. The monophyly and phylogenetic relationship of Nanostictis within the family Stictidaceae remain unstudied. Cryptodiscus galaninae fits well the current concept of Cryptodiscus (Baloch et al. 2009) except for the lichenicolous lifestyle. The placement of these three species in the genus Cryptodiscus broadens the generic concept presented by Baloch et al. (2009). Another lichenicolous fungus from Stictidaceae that grows on Cladonia is Stictis cladoniae. We have revised the type material of this species and confirmed that it is morphologically very different from the other species inhabiting Cladonia (see above). Several authors doubted that this species belongs to the genus Stictis (Christiansen 1954, Sherwood 1977), however, no fresh material was available to solve this doubt by means of molecular data. The genus Corticifraga was described by Hawksworth & Santesson (1990) as an obligately lichenicolous genus growing on species of Peltigerales, with C. peltigerae as type species. Currently, the genus comprises seven species and is characterized by initially immersed almost perithecioid or lens-shaped, finally apothecioid ascomata, an often rather reduced exciple, paraphyses with gradually thicked or capitate apices, clavate, non-amyloid, 8-spored asci, and ellipsoid, soleiform, fusiform or subcylindrical, transseptate ascospores (Hawksworth & Santesson 1990, Zhurbenko 2007, Etayo & Sancho 2008, Spribille et al. 2010). Hawksworth & Santensson (1990) suggested that this genus could belong to the order Ostropales because of the presence of non-amyloid asci. The phylogenetic analyses showed that C. peltigerae belongs to the family Graphidaceae subfamily Gomphilloidae, closely related to Actinoplaca strigulacea. The species included in Gomphilloidae have rounded to elongate, immersed to sessile apothecia, anastomosed paraphyses, non amyloid asci, ascospores with transversal to muriform septa and a special kind of conidiomata called hyphopores (Vězda & Poelt 1987, Lücking et al. 2004). It is noteworthy that anastomosed paraphyses and hyphopores (important characters of Gomphilloidae) have never been observed in species of Corticifraga. The current circumscription of this subfamily includes 23 genera (Rivas-Plata et al. 2012), most of which are lichenized and live in tropical areas (Vězda & Poelt 1987, Lücking et al. 2004). However, it also includes species with a lichenicolous lifestyle, such as Gyalideopsis cochlearifera, G. epithallina, G. floridae, G. parvula, G. stereocaulicola and Aulaxina aggregata (Lücking 1997, Lücking & Sérusiaux 1998, Etayo & Diederich 2001, Lücking & Kalb 2002, Etayo 2010). The coelomycetous genus Lichenosticta currently comprises five lichenicolous species (Hawksworth 1981, Lawrey & Diederich 2016). It is characterized by uniloculate, subglobose to broadly pyriform, translucent brown to black, erumpent pycnidia; branched conidiophores; enteroblastic, phialidic, acro-pleurogenous conidiogenous cells integrated into chains; and hyaline, aseptate, smooth-walled conidia (Hawksworth 1981). Its relationship with Lecanorales was previously suggested, since similar catenate conidiogenous cells and an enteroblastic conidiogenesis had been found in lichenized species (Hawksworth 1981, Vobis & Hawksworth 1981). In this study, its phylogenetic placement in Lecanorales is confirmed by molecular data. However, our analyses do not clarify to which family this genus belongs, because its relation with Gypsoplaca macrophylla was not supported. With regard to morphological similarities, the genus Gypsoplaca has branched conidiophores (Timdal 1990), such as those found in Lichenosticta, but the production of conidia is always apical, while in Lichenosticta it is both lateral and terminal. The lichenicolous coelomycetous genus Epicladonia includes four species (Hawksworth 1981, Ihlen & Wedin 2005), three of which have been included in the study. This genus was resolved as polyphyletic, forming two clades, one of which is exclusively constituted by the type species E. sandstedei and another formed by the other two monophyletic species, E. simplex and E. stenospora. Epicladonia simplex and E. stenospora were placed in the family Pilocarpaceae and E. sandstedei was placed in the class Leotiomycetes. The polyphyly of the genus Epicladonia is hardly surprising, since the studies based on molecular data have proved that many anamorphic fungi, for example Phoma (Lawrey et al. 2012), are polyphyletic. On the other hand, it is unexpected for E. sandstedei to be phylogenetically so far from E. simplex and E. stenospora. Furthermore, there are very few anamorphic fungi known in the class Leotiomycetes (Wang et al. 2006), although several genera of hyphomycetes have recently been placed in it (Campbell et al. 2006, Réblová et al. 2011). Epicladonia simplex and E. stenospora seldom induce the formation of galls and their conidia are almost always aseptate, while E. sandstedei usually induces galls and its conidia generally have one septum (Hawksworth 1981, Zhurbenko & Pino-Bodas 2017). The family Pilocarpaceae is mostly formed by lichenized fungi, although some species of the genus Micarea are lichenicolous (Coppins 2009, Van den Boom & Ertz 2014). The pycnidia of some species, such as Fellhanera gyrophorica which has a gaping ostiole (Sérusiaux et al. 2001), are similar to the pycnidia of Epicladonia (Hawksworth 1981). The conidiogenous cells of the genus Micarea are ampulliform to cylindrical, similar to those of Epicladonia. However, their conidiogenesis is enteroblastic (Coppins 1983), while in Epicladonia it is holoblastic (Hawksworth 1981). The genus Scutula is closely related to Bacidia (Fig. 1), a result already found by Andersen & Ekman (2005). Scutula epiblastematica was related to the clade formed by S. miliaris and S. tuberculosa. These three species together with S. heeri and S. dedicata form Scutula s.str. (Wedin et al. 2007). Several authors have pointed out that Scutula is heterogeneous (Santesson 1960, Triebel et al. 1997, Hawksworth 2003, Wedin et al. 2007) and they agreed on the necessity of a revision. According to Triebel et al. (1997) and Wedin et al. (2007), Scutula s.str. is distinguished by its lichenicolous lifestyle, lecideine apothecia, an 8-spored asci with amyloid tholus and a diffuse non-amyloid axial body, hyaline, mainly 1-septate, smooth-walled ascospores and mitospores of different types. One species of this genus, S. cladoniicola, has been described living on species of Cladonia. We have studied the isotype of this species (see the description above) and according to our observations the reactions of asci with I and K/I are neither suggestive of Scutula nor of Dactylospora, therefore this species may belong to a different genus. However, we have not obtained any fresh material to test its phylogenetic position. Several lichenicolous fungi, so far unclassified in any class of Ascomycota (Bachmanniomyces uncialicola, Epicladonia stenospora, E. sandstedei, E. simplex, Epigloea soleiformis, Lichenosticta alcicorniaria) have been placed within Lecanoromycetes in this study. The phylogenetic positions of other lichenicolous fungi have been confirmed or sharpened (Corticifraga peltigerae, Dactylospora deminuta, D. glaucomarioides, D. parasitica, Protothelenella santessonii and Sarcogyne sphaerospora). Our results offer a new approach to the family Stictidaceae, extending the generic concept of Cryptodiscus, which now includes species with a lichenicolous life-style. Nevertheless, additional sampling will be necessary in order to understand the evolution of the lichenicolous lifestyle in this class. On the basis of the morphological characters it has been maintained that the genera Aabaarnia, Biazrovia, Caliciella, Catillaria, Corticiruptor, Endohyalina, Epilichen, Nimisiostella, Normanogalla, Paralethariicola, Piccolia, Raesaenenia, Scoliciosporum, Spirographa, Umbilithecium and Umushamyces belong to the Lecanoromycetes (Lawrey & Diederich 2016), but there are no molecular studies yet that confirm this assertion. As we have found here, more anamorphic lichenicolous fungi might belong to Lecanoromycetes."
}